{
  "generatedAt": "2026-03-01T18:36:16.972Z",
  "categories": [
    {
      "id": "media",
      "name": "Media Headlines",
      "zhName": "媒体头条",
      "description": "Broad-reach media coverage around AI, neuroscience, life science and technology",
      "zhDescription": "AI / 神经科学 / 生命科学 / 技术主流媒体报道",
      "updatedAt": 1772390164153,
      "items": [
        {
          "title": "This AI can improve your peer review — and make it more polite - Nature",
          "titleZh": "《自然》杂志：这种人工智能可以改善你的同行评审，并使其更加礼貌",
          "source": "nature.com",
          "link": "https://www.nature.com/articles/d41586-026-00536-6",
          "rawSummary": "James Zou, a computer scientist at Stanford University in California, and his colleagues set out to assess whether large language models (LLM) could help to address a common complaint about peer reviews: feedback often lacks thoroughness or strikes the wrong tone. At the 2023 Association for Computational Linguistics annual meeting in Toronto, Canada, for example, authors of conference papers flagged 12.9% of reviews as being poor quality. [...] Access the most recent journalism from Nature's award-winning team Explore the latest features & opinion covering groundbreaking research Access through your institution or Sign in or create an account Continue with Google Continue with ORCiD doi: ## References 1. Thakkar, N. et al. Nature Mach. Intell. (2026). Article Google Scholar Download references Reprints and permissions ## Related Articles AI is transforming peer review — and many scientists are worried Three AI-powered steps to faster, smarter peer review Scientists hide messages in papers to game AI peer review More than half of researchers now use AI for peer review — often against guidance ## Subjects Machine learning Peer review ## Latest on: Machine learning Peer review [...] ## Latest on: Machine learning Peer review AI is threatening science jobs. Which ones are most at risk? News ‘An AlphaFold 4’ – scientists marvel at DeepMind drug spin-off’s exclusive new AI News AI offers way to image and assess clinical cell samples News & Views How AI slop is causing a crisis in computer science News AI could transform research assessment — and some academics are worried Career Column AI research deluge: why one conference is asking authors to rank their own papers Nature Index ## ### Jobs #### Global Recruitment for Faculty, Postdocs, and Specialists at Hangzhou Institute of Medicine, CAS Seeking exceptional Senior/Junior PIs, Postdocs, and Core Specialists globally year-round Hangzhou, China",
          "publishedAt": "Mon, 23 Feb 2026 15:28:26 GMT",
          "ts": 1771860506000,
          "tavilyScore": 1.41952736,
          "summary": "加利福尼亚州斯坦福大学的计算机科学家 James Zou 和他的同事着手评估大型语言模型 (大模型) 是否有助于解决同行评审的常见抱怨：反馈经常会被忽略。",
          "judgement": {
            "frontier": 9,
            "depth": 10,
            "reach": 3,
            "total": 9.24952736
          },
          "tags": [
            "人工智能",
            "大模型",
            "AI安全"
          ],
          "score": 9.24952736
        },
        {
          "title": "Railway secures $100 million to challenge AWS with AI-native cloud infrastructure",
          "titleZh": "Railway 融资 1 亿美元，利用 人工智能 原生云基础设施挑战 AWS",
          "source": "VentureBeat",
          "link": "https://venturebeat.com/infrastructure/railway-secures-usd100-million-to-challenge-aws-with-ai-native-cloud",
          "rawSummary": "Railway, a San Francisco-based cloud platform that has quietly amassed two million developers without spending a dollar on marketing, announced Thursday that it raised $100 million in a Series B funding round, as surging demand for artificial intelligence applications exposes the limitations of legacy cloud infrastructure. TQ Ventures led the round, with participation from FPV Ventures, Redpoint, and Unusual Ventures. The investment values Railway as one of the most significant infrastructure startups to emerge during the AI boom, capitalizing on developer frustration with the complexity and cost of traditional platforms like Amazon Web Services and Google Cloud. \"As AI models get better at writing code, more and more people are asking the age-old question: where, and how, do I run my applications?\" said Jake Cooper, Railway's 28-year-old founder and chief executive, in an exclusive interview with VentureBeat. \"The last generation of cloud primitives were slow and outdated, and now with AI moving everything faster, teams simply can't keep up.\" The funding is a dramatic acceleration for a company that has charted an unconventional path through the cloud computing industry. Railway raised just $24 million in total before this round, including a $20 million Series A from Redpoint in 2022. The company now processes more than 10 million deployments monthly and handles over one trillion requests through its edge network — metrics that rival far larger and better-funded competitors. Why three-minute deploy times have become unacceptable in the age of AI coding assistants Railway's pitch rests on a simple observation: the tools developers use to deploy and manage software were designed for a slower era. A standard build-and-deploy cycle using Terraform, the industry-standard infrastructure tool, takes two to three minutes. That delay, once tolerable, has become a critical bottleneck as AI coding assistants like Claude, ChatGPT, and Cursor can generate working code in seconds. \"When godly intelligence is on tap and can solve any problem in three seconds, those amalgamations of systems become bottlenecks,\" Cooper told VentureBeat. \"What was really cool for humans to deploy in 10 seconds or less is now table stakes for agents.\" The company claims its platform delivers deployments in under one second — fast enough to keep pace with AI-generated code. Customers report a tenfold increase in developer velocity and up to 65 percent cost savings compared to traditional cloud providers. These numbers come directly from enterprise clients, not internal benchmarks. Daniel Lobaton, chief technology officer at G2X, a platform serving 100,000 federal contractors, measured deployment speed improvements of seven times faster and an 87 percent cost reduction after migrating to Railway. His infrastructure bill dropped from $15,000 per month to approximately $1,000. \"The work that used to take me a week on our previous infrastructure, I can do in Railway in like a day,\" Lobaton said. \"If I want to spin up a new service and test different architectures, it would take so long on our old setup. In Railway I can launch six services in two minutes.\" Inside the controversial decision to abandon Google Cloud and build data centers from scratch What distinguishes Railway from competitors like Render and Fly.io is the depth of its vertical integration. In 2024, the company made the unusual decision to abandon Google Cloud entirely and build its own data centers, a move that echoes the famous Alan Kay maxim: \"People who are really serious about software should make their own hardware.\" \"We wanted to design hardware in a way where we could build a differentiated experience,\" Cooper said. \"Having full control over the network, compute, and storage layers lets us do really fast build and deploy loops, the kind that allows us to move at 'agentic speed' while staying 100 percent the smoothest ride in town.\" The approach paid dividends during recent widespread outages that affected major cloud providers — Railway remained online throughout. This soup-to-nuts control enables pricing that undercuts the hyperscalers by roughly 50 percent and newer cloud startups by three to four times. Railway charges by the second for actual compute usage: $0.00000386 per gigabyte-second of memory, $0.00000772 per vCPU-second, and $0.00000006 per gigabyte-second of storage. There are no charges for idle virtual machines — a stark contrast to the traditional cloud model where customers pay for provisioned capacity whether they use it or not. \"The conventional wisdom is that the big guys have economies of scale to offer better pricing,\" Cooper noted. \"But when they're charging for VMs that usually sit idle in the cloud, and we've purpose-built everything to fit much more density on these machines, you have a big opportunity.\" How 30 employees built a platform generating tens of millions in annual revenue Railway has achieved its scale with a team of just 30 employees generating tens of millions in annual revenue — a ratio of revenue per employee that would be exceptional even for established software companies. The company grew revenue 3.5 times last year and continues to expand at 15 percent month-over-month. Cooper emphasized that the fundraise was strategic rather than necessary. \"We're default alive; there's no reason for us to raise money,\" he said. \"We raised because we see a massive opportunity to accelerate, not because we needed to survive.\" The company hired its first salesperson only last year and employs just two solutions engineers. Nearly all of Railway's two million users discovered the platform through word of mouth — developers telling other developers about a tool that actually works. \"We basically did the standard engineering thing: if you build it, they will come,\" Cooper recalled. \"And to some degree, they came.\" From side projects to Fortune 500 deployments: Railway's unlikely corporate expansion Despite its grassroots developer community, Railway has made significant inroads into large organizations. The company claims that 31 percent of Fortune 500 companies now use its platform, though deployments range from company-wide infrastructure to individual team projects. Notable customers include Bilt, the loyalty program company; Intuit's GoCo subsidiary; TripAdvisor's Cruise Critic; and MGM Resorts. Kernel, a Y Combinator-backed startup providing AI infrastructure to over 1,000 companies, runs its entire customer-facing system on Railway for $444 per month. \"At my previous company Clever, which sold for $500 million, I had six full-time engineers just managing AWS,\" said Rafael Garcia, Kernel's chief technology officer. \"Now I have six engineers total, and they all focus on product. Railway is exactly the tool I wish I had in 2012.\" For enterprise customers, Railway offers security certifications including SOC 2 Type 2 compliance and HIPAA readiness, with business associate agreements available upon request. The platform provides single sign-on authentication, comprehensive audit logs, and the option to deploy within a customer's existing cloud environment through a \"bring your own cloud\" configuration. Enterprise pricing starts at custom levels, with specific add-ons for extended log retention ($200 monthly), HIPAA BAAs ($1,000), enterprise support with SLOs ($2,000), and dedicated virtual machines ($10,000). The startup's bold strategy to take on Amazon, Google, and a new generation of cloud rivals Railway enters a crowded market that includes not only the hyperscale cloud providers—Amazon Web Services, Microsoft Azure, and Google Cloud Platform—but also a growing cohort of developer-focused platforms like Vercel, Render, Fly.io, and Heroku. Cooper argues that Railway's competitors fall into two camps, neither of which has fully committed to the new infrastructure model that AI demands. \"The hyperscalers have two competing systems, and they haven't gone all-in on the new model because their legacy revenue stream is still printing money,\" he observed. \"They have this mammoth pool of cash coming from people who provision a VM, use maybe 10 percent of it, and still pay for the whole thing. To what end are they actually interested in going all the way in on a new experience if they don't really need to?\" Against startup competitors, Railway differentiates by covering the full infrastructure stack. \"We're not just containers; we've got VM primitives, stateful storage, virtual private networking, automated load balancing,\" Cooper said. \"And we wrap all of this in an absurdly easy-to-use UI, with agentic primitives so agents can move 1,000 times faster.\" The platform supports databases including PostgreSQL, MySQL, MongoDB, and Redis; provides up to 256 terabytes of persistent storage with over 100,000 input/output operations per second; and enables deployment to four global regions spanning the United States, Europe, and Southeast Asia. Enterprise customers can scale to 112 vCPUs and 2 terabytes of RAM per service. Why investors are betting that AI will create a thousand times more software than exists today Railway's fundraise reflects broader investor enthusiasm for companies positioned to benefit from the AI coding revolution. As tools like GitHub Copilot, Cursor, and Claude become standard fixtures in developer workflows, the volume of code being written — and the infrastructure needed to run it — is expanding dramatically. \"The amount of software that's going to come online over the next five years is unfathomable compared to what existed before — we're talking a thousand times more software,\" Cooper predicted. \"All of that has to run somewhere.\" The company has already integrated directly with AI systems, building what Cooper calls \"loops where Claude can hook in, call deployments, and analyze infrastructure automatically.\" Railway released a Model Context Protocol server in August 2025 that allows AI coding agents to deploy applications and manage infrastructure directly from code editors. \"The notion of a developer is melting before our eyes,\" Cooper said. \"You don't have to be an engineer to engineer things anymore — you just need critical thinking and the ability to analyze things in a systems capacity.\" What Railway plans to do with $100 million and zero marketing experience Railway plans to use the new capital to expand its global data center footprint, grow its team beyond 30 employees, and build what Cooper described as a proper go-to-market operation for the first time in the company's five-year history. \"One of my mentors said you raise money when you can change the trajectory of the business,\" Cooper explained. \"We've built all the required substrate to scale indefinitely; what's been holding us back is simply talking about it. 2026 is the year we play on the world stage.\" The company's investor roster reads like a who's who of developer infrastructure. Angel investors include Tom Preston-Werner, co-founder of GitHub; Guillermo Rauch, chief executive of Vercel; Spencer Kimball, chief executive of Cockroach Labs; Olivier Pomel, chief executive of Datadog; and Jori Lallo, co-founder of Linear. The timing of Railway's expansion coincides with what many in Silicon Valley view as a fundamental shift in how software gets made. Coding assistants are no longer experimental curiosities — they have become essential tools that millions of developers rely on daily. Each line of AI-generated code needs somewhere to run, and the incumbents, by Cooper's telling, are too wedded to their existing business models to fully capitalize on the moment. Whether Railway can translate developer enthusiasm into sustained enterprise adoption remains an open question. The cloud infrastructure market is littered with promising startups that failed to break the grip of Amazon, Microsoft, and Google. But Cooper, who previously worked as a software engineer at Wolfram Alpha, Bloomberg, and Uber before founding Railway in 2020, seems unfazed by the scale of his ambition. \"In five years, Railway [will be] the place where software gets created and evolved, period,\" he said. \"Deploy instantly, scale infinitely, with zero friction. That's the prize worth playing for, and there's no bigger one on offer.\" For a company that built a $100 million business by doing the opposite of what conventional startup wisdom dictates — no marketing, no sales team, no venture hype—the real test begins now. Railway spent five years proving that developers would find a better mousetrap on their own. The next five will determine whether the rest of the world is ready to get on board.",
          "publishedAt": "2026-01-22T14:00:00.000Z",
          "ts": 1769090400000,
          "summary": "总部位于旧金山的云平台 Railway 在没有花费一美元营销费用的情况下悄悄聚集了 200 万开发者，周四宣布在 B 轮融资中筹集了 1 亿美元。",
          "judgement": {
            "frontier": 9,
            "depth": 10,
            "reach": 8,
            "total": 9.08
          },
          "tags": [
            "人工智能",
            "智能体",
            "技术"
          ],
          "score": 9.08
        },
        {
          "title": "Scientists discover a bacterial kill switch and it could change the fight against superbugs",
          "titleZh": "科学家发现细菌杀死开关，它可能会改变对抗超级细菌的斗争",
          "source": "ScienceDaily Biology",
          "link": "https://www.sciencedaily.com/releases/2026/02/260228082723.htm",
          "rawSummary": "Drug-resistant bacteria are becoming harder to treat, pushing scientists to look for new antibiotic targets. Researchers have now discovered that several unrelated viruses disable a key bacterial protein called MurJ, which is essential for building the bacterial cell wall. High-resolution imaging shows these viral proteins lock MurJ into a single position, stopping cell wall construction and leading to bacterial death.",
          "publishedAt": "2026-02-28T14:20:04.000Z",
          "ts": 1772288404000,
          "summary": "耐药细菌变得越来越难治疗，促使科学家寻找新的抗生素靶点。",
          "judgement": {
            "frontier": 9,
            "depth": 8,
            "reach": 7,
            "total": 8.17
          },
          "tags": [
            "神经影像",
            "蛋白质科学"
          ],
          "score": 8.17
        },
        {
          "title": "Brain inspired machines are better at math than expected",
          "titleZh": "受大脑启发的机器在数学方面比预期更好",
          "source": "ScienceDaily AI",
          "link": "https://www.sciencedaily.com/releases/2026/02/260213223923.htm",
          "rawSummary": "Neuromorphic computers modeled after the human brain can now solve the complex equations behind physics simulations — something once thought possible only with energy-hungry supercomputers. The breakthrough could lead to powerful, low-energy supercomputers while revealing new secrets about how our brains process information.",
          "publishedAt": "2026-02-14T15:19:40.000Z",
          "ts": 1771082380000,
          "summary": "以人脑为模型的神经形态计算机现在可以解决物理模拟背后的复杂方程——这曾经被认为只有耗能超级计算机才能实现。",
          "judgement": {
            "frontier": 7,
            "depth": 8,
            "reach": 7,
            "total": 7.33
          },
          "tags": [
            "神经科学"
          ],
          "score": 7.33
        },
        {
          "title": "This AI finds simple rules where humans see only chaos",
          "titleZh": "这个人工智能找到了人类只看到混乱的简单规则",
          "source": "ScienceDaily AI",
          "link": "https://www.sciencedaily.com/releases/2025/12/251221091237.htm",
          "rawSummary": "A new AI developed at Duke University can uncover simple, readable rules behind extremely complex systems. It studies how systems evolve over time and reduces thousands of variables into compact equations that still capture real behavior. The method works across physics, engineering, climate science, and biology. Researchers say it could help scientists understand systems where traditional equations are missing or too complicated to write down.",
          "publishedAt": "2025-12-22T06:04:50.000Z",
          "ts": 1766383490000,
          "summary": "杜克大学开发的一种新人工智能可以揭示极其复杂系统背后的简单、可读的规则。",
          "judgement": {
            "frontier": 9,
            "depth": 8,
            "reach": 7,
            "total": 8.17
          },
          "tags": [
            "人工智能",
            "生命科学"
          ],
          "score": 8.17
        },
        {
          "title": "ChatGPT Health fails critical emergency and suicide safety tests - News-Medical",
          "titleZh": "ChatGPT Health 未能通过关键的紧急情况和自杀安全测试 - 新闻-医疗",
          "source": "news-medical.net",
          "link": "https://www.news-medical.net/news/20260224/ChatGPT-Health-fails-critical-emergency-and-suicide-safety-tests.aspx",
          "rawSummary": "### Life Sciences Links Life Sciences Home News Lab Instruments & Equipment Life Sciences A-Z White Papers Thought Leaders Insights Webinars eBooks Posters Podcasts ### Other Useful Links About Meet the Team Search Newsletters Sitemap Advertise Contact Terms & Conditions Privacy & Cookie Policy Content Policy Ownership & Funding Information ### Other AZoNetwork Sites AZoM AZoNano AZoCleantech AZoOptics AZoRobotics AZoSensors AZoMining AZoQuantum AZoBuild AZoLifeSciences AZoAi Image 41: News-Medical Facebook Twitter LinkedIn [...] Download PDF Copy Image 3: Editorial ChecklistReviewed Mount Sinai Health SystemFeb 24 2026 ChatGPT Health, a widely used consumer artificial intelligence (AI) tool that provides health guidance directly to the public-including advice about how urgently to seek medical care-may fail to direct users appropriately to emergency care in a significant number of serious cases, according to researchers at the Icahn School of Medicine at Mount Sinai. The study, fast-tracked in the February 23, 2026 online issue of _Nature Medicine_ [ is the first independent safety evaluation of the large language model (LLM)-based tool since its January 2026 launch. It also identified serious concerns with the tool's suicide-crisis safeguards. [...] \"As a medical student training at a time when AI health tools are already in the hands of millions, I see them as technologies we must learn to integrate thoughtfully into care rather than substitutes for clinical judgment,\" says Alvira Tyagi, a first-year medical student at the Icahn School of Medicine at Mount Sinai and second author of the study. \"These systems are changing quickly, so part of our training now must consider learning how to understand their outputs critically, identify where they fall short, and use them in ways that protect patients.\" The study assessed the system at a single point in time. Because AI models are frequently updated, performance may change over time, underscoring the need for independent evaluation, the researchers say.",
          "publishedAt": "Tue, 24 Feb 2026 16:16:00 GMT",
          "ts": 1771949760000,
          "tavilyScore": 0.728317792,
          "summary": "生命科学链接 生命科学主页 新闻 实验室仪器和设备 生命科学 A-Z 白皮书 思想领袖见解 网络研讨会 电子书 海报 播客 ### 关于认识团队的其他有用链接 搜索新闻。",
          "judgement": {
            "frontier": 9,
            "depth": 8,
            "reach": 3,
            "total": 7.898317792
          },
          "tags": [
            "人工智能",
            "大模型",
            "AI安全"
          ],
          "score": 7.898317792
        }
      ]
    },
    {
      "id": "research",
      "name": "Research Alert",
      "zhName": "研究速递",
      "description": "Research-heavy updates from journals, labs, and arXiv",
      "zhDescription": "科研导向更新（含 arXiv）",
      "updatedAt": 1772390170891,
      "items": [
        {
          "title": "The human exposome could change everything we know about disease",
          "titleZh": "人类暴露组可能会改变我们对疾病的了解",
          "source": "ScienceDaily Biology",
          "link": "https://www.sciencedaily.com/releases/2026/02/260213223904.htm",
          "rawSummary": "Scientists are launching an ambitious global effort to map the “human exposome” — the lifelong mix of environmental and chemical exposures that drive most diseases. Backed by new partnerships with governments, UNESCO, and international science advisory bodies, the initiative is rapidly expanding across continents. Powered by AI and advanced data tools, the movement seeks to shift medicine beyond genetics and toward the real-world factors shaping human health.",
          "publishedAt": "2026-02-14T13:06:46.000Z",
          "ts": 1771074406000,
          "summary": "科学家们正在发起一项雄心勃勃的全球努力，绘制“人类暴露组”图谱——导致大多数疾病的终生环境和化学暴露组合。",
          "judgement": {
            "frontier": 9,
            "depth": 8,
            "reach": 7,
            "total": 8.17
          },
          "tags": [
            "人工智能"
          ],
          "score": 8.17
        },
        {
          "title": "High-risk patients account for 80% of post-surgery deaths",
          "titleZh": "高危患者占术后死亡的80%",
          "source": "Medical Xpress",
          "link": "https://medicalxpress.com/news/2026-02-high-patients-account-surgery-deaths.html",
          "rawSummary": "A major new study, led by Queen Mary University of London has been published in The Lancet Public Health. It found that out of the five million surgical procedures performed each year by the NHS, around 300,000 are carried out on individuals considered high-risk, and within 90 days of surgery, these high-risk patients account for four out of five deaths, over half of all hospital bed days and nearly one-third of emergency readmissions.",
          "publishedAt": "2026-03-01T13:00:05.000Z",
          "ts": 1772370005000,
          "summary": "由伦敦玛丽女王大学领导的一项重大新研究已发表在《柳叶刀公共卫生》上。",
          "judgement": {
            "frontier": 7,
            "depth": 8,
            "reach": 7,
            "total": 7.33
          },
          "tags": [
            "AI安全"
          ],
          "score": 7.33
        },
        {
          "title": "Vitamin K Refusal Puts Newborns at High Risk for Brain Injury",
          "titleZh": "拒绝维生素 K 会使新生儿面临脑损伤的高风险",
          "source": "Neuroscience News",
          "link": "https://neurosciencenews.com/vitamin-k-newborn-brain-bleed-30205/",
          "rawSummary": "Vitamin K Refusal Puts Newborns at High Risk for Brain Injury Featured Neurology Neuroscience &middot; February 26, 2026 Summary: Newborns are naturally born with low levels of vitamin K, which is essential for blood clotting. To prevent life-threatening bleeding, infants are typically given a vitamin K shot at birth. However, a systematic review reveals a concerning trend: more parents are refusing this essential supplement. Babies who do not receive the shot are 81 times more likely to develop &#8220;vitamin K deficiency bleeding,&#8221; a condition that often leads to brain hemorrhages, permanent neurological disability, or death. Researchers noted that this trend is often linked to broader healthcare hesitancy and inaccurate information. Increasing numbers of parents are refusing vitamin K shots for their newborns, putting infants at greater risk of avoidable brain injuries, according to a preliminary systematic review released February 26, 2026, that will be presented at the American Academy of Neurology’s 78 th Annual Meeting taking place April 18-22, 2026, in Chicago and online. A vitamin K injection is a supplement that provides babies with an essential vitamin that is naturally low in newborns. It is not a vaccine. Vitamin K is needed to help blood clot. Getting a vitamin K shot right after birth can prevent a rare but serious condition called vitamin K deficiency bleeding. Research confirms that the vitamin K injection at birth is a vital safeguard against preventable brain hemorrhages and lifelong neurological disability. Credit: Neuroscience News This condition can cause an intracerebral hemorrhage, a type of stroke, when a blood vessel bursts in the brain. It can lead to death or lifelong brain problems. “Vitamin K at birth is safe and effective, and while refusal is still uncommon with rates in the United States remaining under 1% in most hospitals, our review found in recent years, there have been increases in parents refusing this supplement for their newborns,” said study author Kate Semidey, MD, of Florida International University in Miami. “This trend is concerning because our review also found that babies who do not get the vitamin K injection are 81 times more likely to develop vitamin K deficiency bleeding.” For the review, researchers looked at 25 studies with two decades of global data. The studies examined vitamin K refusal, the incidence of vitamin K deficiency bleeding and outcomes, parent reasons for refusal and possible links to vaccine refusal. Researchers found in Minnesota, refusal rates rose from 0.9% in 2015 to 1.6% in 2019. In California, Connecticut, and Iowa, refusal ranged from 0.2% to 1.3% in 2018 and 2019, with over half of hospital staff perceiving increases. Internationally, refusal rates ranged from 1% to 3% in Canada, New Zealand and Scotland, and more than 30% in some birthing centers.",
          "publishedAt": "2026-02-26T21:31:17.000Z",
          "ts": 1772141477000,
          "summary": "拒绝维生素 K 使新生儿面临脑损伤的高风险 神经病学 神经科学专题 · 2026 年 2 月 26 日 摘要：新生儿天生维生素 K 水平较低，而维生素 K 对于血液循环至关重要。",
          "judgement": {
            "frontier": 9,
            "depth": 10,
            "reach": 7,
            "total": 8.83
          },
          "tags": [
            "AI安全",
            "神经科学"
          ],
          "score": 8.83
        },
        {
          "title": "Why You Can’t Say No to Snacks Even When Full",
          "titleZh": "为什么即使吃饱了也不能拒绝零食",
          "source": "Neuroscience News",
          "link": "https://neurosciencenews.com/food-reward-satiety-snacking-30216/",
          "rawSummary": "By monitoring brainwaves with EEG scans, researchers found that while participants reported being &#8220;full&#8221; and showed no conscious desire for more food, their brains refused to &#8220;devalue&#8221; the rewarding sight of snacks. This suggests that food-rich environments can trigger overeating by overriding the body’s natural appetite controls. Research from the University of East Anglia (UEA) may finally explain why we still reach for the biscuit tin, even when we’re full. A new study reveals that the human brain continues to respond to tempting food cues even after we’ve eaten enough. In a world of endless adverts and snack cues on every corner, the team say their findings shed light on why so many of us struggle to maintain a healthy weight. ew research reveals that the brain&#8217;s reward system ignores satiety signals, continuing to value food cues even when hunger is absent. Credit: Neuroscience News Lead researcher Dr Thomas Sambrook, from UEA’s School of Psychology, said: “Obesity has become a major worldwide health crisis. But rising obesity isn’t simply about willpower &#8211; it’s a sign that our food-rich environments and learned responses to mouth-watering cues are overpowering the body’s natural appetite controls. “We wanted to better understand how our brains react to food cues when we are already feeling full. “We studied people’s brainwaves after eating and found that even though their stomachs might be satisfied, their brains didn’t seem to care. “In fact, no amount of fullness could switch off the brain&#8217;s response to delicious looking food. This suggests that food cues may trigger overeating in the absence of hunger.” In the study, 76 volunteers were monitored using Electroencephalogram (EEG) brain scans as they played a reward‑based learning game with food such as sweets, chocolate, crisps and popcorn. Halfway through the task, participants were given a meal of one of the foods until they didn’t want another bite.",
          "publishedAt": "2026-03-01T18:31:39.000Z",
          "ts": 1772389899000,
          "summary": "通过脑电图扫描监测脑电波，研究人员发现，虽然参与者报告自己“吃饱了”，并且没有表现出有意识地想要更多食物，但他们的大脑拒绝“贬低”奖励的价值。",
          "judgement": {
            "frontier": 9,
            "depth": 8,
            "reach": 7,
            "total": 8.17
          },
          "tags": [
            "神经科学",
            "脑机接口"
          ],
          "score": 8.17
        },
        {
          "title": "AI scientists and the robotic labs of tomorrow - pharmaphorum",
          "titleZh": "人工智能科学家和未来的机器人实验室",
          "source": "pharmaphorum.com",
          "link": "https://pharmaphorum.com/digital/ai-scientists-and-robotic-labs-tomorrow",
          "rawSummary": "##### About the author David Ruau is head of business development for healthcare & life sciences, EMEA, at NVIDIA, where he partners to drive the use of AI and machine learning in pharmaceutical research. With a background in computational biology, his work has focused on stem cell reprogramming and the electronic health records analysis across therapeutic areas. He previously held senior roles at Bayer, AstraZeneca, and a healthcare AI company, and has authored more than 30 peer-reviewed publications in leading journals including Nature, Cell, and Stem Cells. Image David Ruau ## AI in life sciences News ### FDA maps new regulatory route for ultra-rare diseases [...] ## AI scientists become core collaborators As 2026 progresses, AI scientists will no longer operate at the margins of life sciences research. Instead, they will become essential collaborators in the labs of tomorrow, working alongside human scientists and other AI-scientist platforms and established tools to co-author discovery itself. These AI systems will propose novel targets and molecular structures, simulate biological behaviour across complex virtual networks, suggest possible indication expansion and help direct both digital and physical experiments. [...] # AI scientists and the robotic labs of tomorrow Digital The life sciences are entering a decisive new phase. Over the past decade, artificial intelligence (AI) has proven its value as a powerful tool, helping researchers analyse vast datasets, surface hidden patterns, and accelerate individual stages of discovery. In 2026, however, AI’s role is evolving from exploration to orchestration. Rather than supporting isolated tasks, AI scientists – systems of agents that can work autonomously alongside human scientists – are already becoming essential collaborators embedded across the research lifecycle, fundamentally reshaping how innovation happens in healthcare and beyond.",
          "publishedAt": "Tue, 24 Feb 2026 10:50:02 GMT",
          "ts": 1771930202000,
          "tavilyScore": 0.26151273599999997,
          "summary": "关于作者 David Ruau 是 NVIDIA 欧洲、中东和非洲地区医疗保健和生命科学业务开发主管，他与 NVIDIA 合作推动人工智能和机器学习在制药研究中的应用。",
          "judgement": {
            "frontier": 9,
            "depth": 8,
            "reach": 3,
            "total": 7.431512736
          },
          "tags": [
            "人工智能",
            "生命科学"
          ],
          "score": 7.431512736
        }
      ]
    },
    {
      "id": "trends",
      "name": "Tech Trends",
      "zhName": "技术趋势",
      "description": "Developer and ecosystem trend signals",
      "zhDescription": "开发者生态与技术趋势信号",
      "updatedAt": 1772390176971,
      "items": [
        {
          "title": "What’s next for Chinese open-source AI",
          "titleZh": "中国开源人工智能的下一步是什么",
          "source": "MIT Technology Review",
          "link": "https://www.technologyreview.com/2026/02/12/1132811/whats-next-for-chinese-open-source-ai/",
          "rawSummary": "MIT Technology Review’s What’s Next series looks across industries, trends, and technologies to give you a first look at the future. You can read the rest of them here. The past year has marked a turning point for Chinese AI. Since DeepSeek released its R1 reasoning model in January 2025, Chinese companies have repeatedly delivered AI…",
          "publishedAt": "2026-02-12T10:00:00.000Z",
          "ts": 1770890400000,
          "summary": "《麻省理工学院技术评论》的“下一步是什么”系列涵盖了各个行业、趋势和技术，让您对未来有一个初步的了解。",
          "judgement": {
            "frontier": 7,
            "depth": 10,
            "reach": 9,
            "total": 8.49
          },
          "tags": [
            "人工智能",
            "技术"
          ],
          "score": 8.49
        },
        {
          "title": "Trends & Insights, January 2026: A pharmaphorum industry report - pharmaphorum",
          "titleZh": "趋势与见解，2026 年 1 月：Pharmaphorum 行业报告",
          "source": "pharmaphorum.com",
          "link": "https://pharmaphorum.com/digital/trends-insights-january-2026-pharmaphorum-industry-report",
          "rawSummary": "Diet–receptor–seizure link: New academic findings connected the ketogenic diet’s β hydroxybutyrate to HCAR2 receptor activity in hippocampal circuits and microglia, suggesting druggable mechanisms (e.g., niacin) that could mimic keto benefits for refractory epilepsy – illustrative of translational paths industry can pick up. iPSC disease models scale out: Axol’s funding supports expanded ALS/Huntington’s platforms – feeding both target discovery and functional screening as wet lab complements to AI predictions. Takeaway: Expect a more hybrid neuroscience toolkit – genetics informed subgroups, iPSC phenotyping, and AI generated hypotheses – aligned around endpoints regulators and HTA bodies can accept. #### 9. Anti microbial resistance (AMR) and vaccines: Cautious optimism [...] Implications: Imaging departments and trial groups will need to harmonise protocols to capitalise on low dose agents and sensitive MRD readouts; sponsor teams should pre plan for diagnostic supply, reader training, and MRD anchored secondary endpoints. #### 5. AI in life sciences: From pilots to platform commitments [...] Below, we’ve brought together the month’s themes, the signals that matter for life sciences operators, and what to watch in Q1–Q2 #### 1. Translating platform science into the clinic Cellular rejuvenation enters human testing. Life Biosciences secured FDA IND clearance for ER 100, the first clinical-stage therapy using partial epigenetic reprogramming (OSK factors) to treat optic neuropathies (OAG and NAION). The first in human Phase 1 study (NCT07290244) starts in Q1, reflecting years of intravitreal preclinical work and controlled OSK expression readouts in primates. This is a defining moment for longevity modalities, and noteworthy for starting in ophthalmology – clear delivery route, functional end points, and manageable risk.",
          "publishedAt": "Fri, 27 Feb 2026 16:32:24 GMT",
          "ts": 1772209944000,
          "tavilyScore": 1.01055088,
          "summary": "饮食-受体-癫痫发作联系：新的学术发现将生酮饮食的 β 羟基丁酸与海马回路和小胶质细胞中的 HCAR2 受体活性联系起来，表明可药物机制（例如烟酸）可以。",
          "judgement": {
            "frontier": 9,
            "depth": 6,
            "reach": 3,
            "total": 7.52055088
          },
          "tags": [
            "人工智能",
            "AI安全",
            "神经科学",
            "神经影像"
          ],
          "score": 7.52055088
        },
        {
          "title": "Q4 2025 Pharma Biotools VC Trends - PitchBook",
          "titleZh": "2025 年第 4 季度 Pharma Biotools 风险投资趋势",
          "source": "pitchbook.com",
          "link": "https://pitchbook.com/news/reports/q4-2025-pharma-biotools-vc-trends",
          "rawSummary": "The pharma biotools sector regained momentum in 2025 as venture funding rebounded following three years of contraction, driven by investor appetite for asset-light business models and AI-enabled technologies that support drug discovery and development. Deal value rose modestly for the year and remained stable in Q4, signaling a normalization of activity rather than renewed decline. Investment concentrated heavily in generative AI, quantum computing, microfluidics, and synthetic biology, as companies delivering high-fidelity data generation, automation, and software-like services attracted outsized interest. Major Q4 financings for AI-driven protein design platforms and automation-focused tools underscored how investors are backing the emerging “scientific stack” that connects [...] M&A activity remained subdued, although Halozyme Therapeutics’ acquisition of Elektrofi for up to $900 million marked the sector’s largest exit since 2021 and highlighted continued demand for technologies embedded in biologics delivery and manufacturing workflows. China also emerged as a key growth market, with deal count rising more than 80% YoY and investment concentrated in AI-driven platforms and enabling infrastructure for next-generation therapeutics. Overall, pharma biotools VC activity is stabilizing as investors prioritize platforms capable of generating high-quality datasets, enabling automation, and accelerating commercialization across the broader biopharma ecosystem. Table of contents [...] are backing the emerging “scientific stack” that connects computational discovery with physical experimentation.",
          "publishedAt": "Tue, 24 Feb 2026 19:25:21 GMT",
          "ts": 1771961121000,
          "tavilyScore": 1.28704944,
          "summary": "由于投资者对轻资产商业模式和支持人工智能的技术的兴趣，风险投资在经历了三年的收缩后出现反弹，制药生物工具行业将在 2025 年重新获得动力。",
          "judgement": {
            "frontier": 7,
            "depth": 8,
            "reach": 3,
            "total": 7.617049440000001
          },
          "tags": [
            "人工智能",
            "生命科学",
            "生物技术",
            "蛋白质科学",
            "技术"
          ],
          "score": 7.617049440000001
        }
      ]
    }
  ]
}