{
  "generatedAt": "2026-03-01T17:58:17.936Z",
  "categories": [
    {
      "id": "media",
      "name": "Media Headlines",
      "zhName": "媒体头条",
      "description": "Broad-reach media coverage around AI, neuroscience, life science and technology",
      "zhDescription": "AI / 神经科学 / 生命科学 / 技术主流媒体报道",
      "updatedAt": 1772387883720,
      "items": [
        {
          "title": "This AI can improve your peer review — and make it more polite - Nature",
          "titleZh": "《自然》杂志：这种人工智能可以改善你的同行评审，并使其更加礼貌",
          "source": "nature.com",
          "link": "https://www.nature.com/articles/d41586-026-00536-6",
          "rawSummary": "James Zou, a computer scientist at Stanford University in California, and his colleagues set out to assess whether large language models (LLM) could help to address a common complaint about peer reviews: feedback often lacks thoroughness or strikes the wrong tone. At the 2023 Association for Computational Linguistics annual meeting in Toronto, Canada, for example, authors of conference papers flagged 12.9% of reviews as being poor quality. [...] Access the most recent journalism from Nature's award-winning team Explore the latest features & opinion covering groundbreaking research Access through your institution or Sign in or create an account Continue with Google Continue with ORCiD doi: ## References 1. Thakkar, N. et al. Nature Mach. Intell. (2026). Article Google Scholar Download references Reprints and permissions ## Related Articles AI is transforming peer review — and many scientists are worried Three AI-powered steps to faster, smarter peer review Scientists hide messages in papers to game AI peer review More than half of researchers now use AI for peer review — often against guidance ## Subjects Machine learning Peer review ## Latest on: Machine learning Peer review [...] ## Latest on: Machine learning Peer review AI is threatening science jobs. Which ones are most at risk? News ‘An AlphaFold 4’ – scientists marvel at DeepMind drug spin-off’s exclusive new AI News AI offers way to image and assess clinical cell samples News & Views How AI slop is causing a crisis in computer science News AI could transform research assessment — and some academics are worried Career Column AI research deluge: why one conference is asking authors to rank their own papers Nature Index ## ### Jobs #### Global Recruitment for Faculty, Postdocs, and Specialists at Hangzhou Institute of Medicine, CAS Seeking exceptional Senior/Junior PIs, Postdocs, and Core Specialists globally year-round Hangzhou, China",
          "publishedAt": "Mon, 23 Feb 2026 15:28:26 GMT",
          "ts": 1771860506000,
          "tavilyScore": 1.41952736,
          "summary": "加利福尼亚州斯坦福大学的计算机科学家 James Zou 和他的同事着手评估大型语言模型 (大模型) 是否有助于解决同行评审的常见抱怨：反馈经常会被忽略。",
          "judgement": {
            "frontier": 9,
            "depth": 10,
            "reach": 3,
            "total": 9.24952736
          },
          "tags": [
            "人工智能",
            "大模型",
            "AI安全"
          ],
          "score": 9.24952736
        },
        {
          "title": "What’s next for Chinese open-source AI",
          "titleZh": "中国开源人工智能的下一步是什么",
          "source": "MIT Technology Review",
          "link": "https://www.technologyreview.com/2026/02/12/1132811/whats-next-for-chinese-open-source-ai/",
          "rawSummary": "MIT Technology Review’s What’s Next series looks across industries, trends, and technologies to give you a first look at the future. You can read the rest of them here. The past year has marked a turning point for Chinese AI. Since DeepSeek released its R1 reasoning model in January 2025, Chinese companies have repeatedly delivered AI…",
          "publishedAt": "2026-02-12T10:00:00.000Z",
          "ts": 1770890400000,
          "summary": "《麻省理工学院技术评论》的“下一步是什么”系列涵盖了各个行业、趋势和技术，让您对未来有一个初步的了解。",
          "judgement": {
            "frontier": 7,
            "depth": 10,
            "reach": 9,
            "total": 8.49
          },
          "tags": [
            "人工智能",
            "技术"
          ],
          "score": 8.49
        },
        {
          "title": "Microsoft&#8217;s Copilot Tasks AI uses its own computer to get things done",
          "titleZh": "微软的 Copilot Tasks 人工智能 使用自己的计算机来完成工作",
          "source": "The Verge",
          "link": "https://www.theverge.com/tech/885741/microsoft-copilot-tasks-ai",
          "rawSummary": "Microsoft is previewing a new AI system, Copilot Tasks, that it says is designed to take care of busywork for you in the background, the company announced on Thursday. The feature takes the load off your device using its own cloud-based computer and browser, allowing it to handle a variety of jobs ranging from scheduling appointments to generating study plans while you do something else. As noted by Microsoft, you can describe what you need to Copilot Tasks using natural language, and assign Copilot Tasks to complete jobs on a recurring, scheduled, or one-time basis. Copilot Tasks will provide a report once its work is complete. You can ca … Read the full story at The Verge.",
          "publishedAt": "2026-02-26T22:56:09.000Z",
          "ts": 1772146569000,
          "summary": "微软周四宣布，正在预览一款新的人工智能系统 Copilot Tasks，据称该系统旨在在后台为你处理繁忙的工作。",
          "judgement": {
            "frontier": 7,
            "depth": 10,
            "reach": 8,
            "total": 8.24
          },
          "tags": [
            "人工智能"
          ],
          "score": 8.24
        }
      ]
    },
    {
      "id": "research",
      "name": "Research Alert",
      "zhName": "研究速递",
      "description": "Research-heavy updates from journals, labs, and arXiv",
      "zhDescription": "科研导向更新（含 arXiv）",
      "updatedAt": 1772387890657,
      "items": [
        {
          "title": "Vitamin K Refusal Puts Newborns at High Risk for Brain Injury",
          "titleZh": "拒绝维生素 K 会使新生儿面临脑损伤的高风险",
          "source": "Neuroscience News",
          "link": "https://neurosciencenews.com/vitamin-k-newborn-brain-bleed-30205/",
          "rawSummary": "Vitamin K Refusal Puts Newborns at High Risk for Brain Injury Featured Neurology Neuroscience &middot; February 26, 2026 Summary: Newborns are naturally born with low levels of vitamin K, which is essential for blood clotting. To prevent life-threatening bleeding, infants are typically given a vitamin K shot at birth. However, a systematic review reveals a concerning trend: more parents are refusing this essential supplement. Babies who do not receive the shot are 81 times more likely to develop &#8220;vitamin K deficiency bleeding,&#8221; a condition that often leads to brain hemorrhages, permanent neurological disability, or death. Researchers noted that this trend is often linked to broader healthcare hesitancy and inaccurate information. Increasing numbers of parents are refusing vitamin K shots for their newborns, putting infants at greater risk of avoidable brain injuries, according to a preliminary systematic review released February 26, 2026, that will be presented at the American Academy of Neurology’s 78 th Annual Meeting taking place April 18-22, 2026, in Chicago and online. A vitamin K injection is a supplement that provides babies with an essential vitamin that is naturally low in newborns. It is not a vaccine. Vitamin K is needed to help blood clot. Getting a vitamin K shot right after birth can prevent a rare but serious condition called vitamin K deficiency bleeding. Research confirms that the vitamin K injection at birth is a vital safeguard against preventable brain hemorrhages and lifelong neurological disability. Credit: Neuroscience News This condition can cause an intracerebral hemorrhage, a type of stroke, when a blood vessel bursts in the brain. It can lead to death or lifelong brain problems. “Vitamin K at birth is safe and effective, and while refusal is still uncommon with rates in the United States remaining under 1% in most hospitals, our review found in recent years, there have been increases in parents refusing this supplement for their newborns,” said study author Kate Semidey, MD, of Florida International University in Miami. “This trend is concerning because our review also found that babies who do not get the vitamin K injection are 81 times more likely to develop vitamin K deficiency bleeding.” For the review, researchers looked at 25 studies with two decades of global data. The studies examined vitamin K refusal, the incidence of vitamin K deficiency bleeding and outcomes, parent reasons for refusal and possible links to vaccine refusal. Researchers found in Minnesota, refusal rates rose from 0.9% in 2015 to 1.6% in 2019. In California, Connecticut, and Iowa, refusal ranged from 0.2% to 1.3% in 2018 and 2019, with over half of hospital staff perceiving increases. Internationally, refusal rates ranged from 1% to 3% in Canada, New Zealand and Scotland, and more than 30% in some birthing centers.",
          "publishedAt": "2026-02-26T21:31:17.000Z",
          "ts": 1772141477000,
          "summary": "拒绝维生素 K 使新生儿面临脑损伤的高风险 神经病学 神经科学专题 · 2026 年 2 月 26 日 摘要：新生儿天生维生素 K 水平较低，而维生素 K 对于血液循环至关重要。",
          "judgement": {
            "frontier": 9,
            "depth": 10,
            "reach": 7,
            "total": 8.83
          },
          "tags": [
            "AI安全",
            "神经科学"
          ],
          "score": 8.83
        },
        {
          "title": "This AI finds simple rules where humans see only chaos",
          "titleZh": "这个人工智能找到了人类只看到混乱的简单规则",
          "source": "ScienceDaily",
          "link": "https://www.sciencedaily.com/releases/2025/12/251221091237.htm",
          "rawSummary": "A new AI developed at Duke University can uncover simple, readable rules behind extremely complex systems. It studies how systems evolve over time and reduces thousands of variables into compact equations that still capture real behavior. The method works across physics, engineering, climate science, and biology. Researchers say it could help scientists understand systems where traditional equations are missing or too complicated to write down.",
          "publishedAt": "2025-12-22T06:04:50.000Z",
          "ts": 1766383490000,
          "summary": "杜克大学开发的一种新人工智能可以揭示极其复杂系统背后的简单、可读的规则。",
          "judgement": {
            "frontier": 9,
            "depth": 8,
            "reach": 7,
            "total": 8.17
          },
          "tags": [
            "人工智能",
            "生命科学"
          ],
          "score": 8.17
        },
        {
          "title": "EEG-based foundation AI for early brain disease diagnosis unveiled in India - MobiHealthNews",
          "titleZh": "印度推出用于早期脑部疾病诊断的基于脑电图的基础人工智能",
          "source": "mobihealthnews.com",
          "link": "https://www.mobihealthnews.com/news/asia/eeg-based-foundation-ai-early-brain-disease-diagnosis-unveiled-india",
          "rawSummary": "From current 400 million parameters (or the variables it learns from the training data), NeuroDX is working to scale the model to 2 billion parameters. A news report notes that a second version, MANAS-2, is coming out in the coming weeks. THE LARGER TREND A similar AI-driven tool, developed and introduced last year by researchers in Singapore, assists with analysing brain activity. By identifying brain regions and how they function individually and dynamically with other regions, the Brain-JEPA model can also enable early and accurate diagnoses of brain disorders, predict disease progression, and support personalised treatment plans. [...] The model, he said, is capable of interpreting brain functional connectivity and neural network dynamics. Citing findings from research, the neurologist said that the model has \"achieved 95% accuracy in identifying computational biomarkers of epilepsy and mental health disorders,\" showing potential as an \"affordable and non‑invasive brain health screening platform.\" According to Dr Agarwal, MANAS-1 has applications in neurological diagnosis, psychiatry, cognitive assessment, and brain-computer interface systems, and can be deployed at scale across primary to tertiary health centres. [...] Touted as a first of its kind in India, the brain language foundation model dubbed MANAS-1 uses brain electrophysiology – primarily through electroencephalogram (EEG) – as a \"structured biological language,\" Dr Puneet Agarwal, chairman and founder of Intellihealth (NeuroDX), which created the technology, explained in a LinkedIn announcement. The model was initially trained on 60,000 hours of brain wave records from more than 25,000 patients globally. WHY IT MATTERS Dr Agarwal, who is also a professor of Neurology at Max Super Speciality Hospital in New Delhi, said MANAS-1 enables the \"scalable, accurate, and early\" detection of neurological and psychiatric disorders, potentially providing a unified AI framework for brain health screening and precision neuroscience.",
          "publishedAt": "Tue, 24 Feb 2026 07:33:00 GMT",
          "ts": 1771918380000,
          "tavilyScore": 1.441964,
          "summary": "NeuroDX 正在努力从当前的 4 亿个参数（或从训练数据中学习的变量）将模型扩展到 20 亿个参数。",
          "judgement": {
            "frontier": 9,
            "depth": 8,
            "reach": 3,
            "total": 8.611964
          },
          "tags": [
            "人工智能",
            "大模型",
            "神经科学",
            "脑机接口",
            "生命科学",
            "技术"
          ],
          "score": 8.611964
        },
        {
          "title": "Study reframes amygdala as the sophisticated learning arbiter - News-Medical",
          "titleZh": "研究将杏仁核重塑为复杂的学习仲裁者 - 新闻医学",
          "source": "news-medical.net",
          "link": "https://www.news-medical.net/news/20260224/Study-reframes-amygdala-as-the-sophisticated-learning-arbiter.aspx",
          "rawSummary": "The research team is now analyzing recordings of neural activity in the prefrontal cortex during different tasks to understand how neurons interact during the arbitration process. In collaboration with researchers at UCLA, they're also conducting experiments with rats to examine specific neural pathways between the amygdala and prefrontal cortex. Woo and Soltani collaborated with researchers at the National Institute of Mental Health. Source: Dartmouth College Journal reference: Woo, J. H., _et al._ (2025). Contribution of amygdala to dynamic model arbitration under uncertainty._Nature Communications._ DOI: 10.1038/s41467-025-66745-1. Be the first to rate this article Posted in: Medical Science News | Medical Research News Comments (0) Download PDF Copy [...] Image 33: Metabolite-driven AI model accurately estimates time of death Metabolite-driven AI model accurately estimates time of death [...] Powered by Targeting settings Do not sell my personal information Suggested Reading Image 6: Brain neurons after exercise drive long-term endurance gains Brain neurons after exercise drive long-term endurance gains Image 7: Scientists uncover nanoplastics in brain tissue and question their role in neurological disease Scientists uncover nanoplastics in brain tissue and question their role in neurological disease Image 8: Brainstem nerve cells found to stabilize blood pressure fluctuations Brainstem nerve cells found to stabilize blood pressure fluctuations Image 9: New maps of mouse brains reveal patterns of myelin formation New maps of mouse brains reveal patterns of myelin formation Image 10: New AI-based analysis method can accurately classify and monitor brain tumors",
          "publishedAt": "Wed, 25 Feb 2026 02:24:00 GMT",
          "ts": 1771986240000,
          "tavilyScore": 0.6487179200000001,
          "summary": "研究小组现在正在分析不同任务期间前额皮质神经活动的记录，以了解神经元在仲裁过程中如何相互作用。",
          "judgement": {
            "frontier": 9,
            "depth": 8,
            "reach": 3,
            "total": 7.81871792
          },
          "tags": [
            "人工智能",
            "神经科学"
          ],
          "score": 7.81871792
        }
      ]
    },
    {
      "id": "trends",
      "name": "Tech Trends",
      "zhName": "技术趋势",
      "description": "Developer and ecosystem trend signals",
      "zhDescription": "开发者生态与技术趋势信号",
      "updatedAt": 1772387897935,
      "items": [
        {
          "title": "Getting Super-Agents This Year, Says IBM Roundup - Forbes",
          "titleZh": "IBM 综述称，今年将迎来超级代理商 - 福布斯",
          "source": "forbes.com",
          "link": "https://www.forbes.com/sites/johnwerner/2026/02/27/getting-super-agents-this-year-says-ibm-roundup/",
          "rawSummary": "That’s front and center in a brand new survey of current tech trends that IBM is releasing for 2026 under the banner: “The trends that will shape AI and tech in 2026.” Staff writer Annabelle Nicoud takes us through a dizzying array of advances that will certainly grab headlines in the year to come. One is quantum computing and its obvious boost to overall digital brain-power. The utilities of quantum over classical computing are evident, and I’ve seen IBM actually focus on this through 2024 and 2025. But one of the more interesting components here is the emergence of what Nicoud calls “super-agents.” What does that mean? ## The Super-Agent at Work [...] And how do the super-agents do this? A major part of the answer is that the super-agent isn’t really just one agent: it’s a series of agents working together to accomplish broader goals. IBM Chief Architect of AI Open Innovation Gabe Goodhart explains: “If you go to ChatGPT, you are not talking to an AI model … You are talking to a software system that includes tools for searching the web, doing all sorts of different individual scripted programmatic tasks, and most likely an agentic loop.” That’s true for the super-agent, too. [...] What does that mean? ## The Super-Agent at Work Well, agentic AI means AI can do tasks. The first agents were the most primitive. They could, say, create a poem or a song, or an image, or use a web site to make some transaction, but they were, in a sense, specialists. They were single-use. MORE FOR YOU The idea with super-agents is that they will be able to move in a digital environment, analyze a system, navigate processes, and even supply their own insights. Not only supply their own insights, but work on the basis of those insights, in ways that don’t really require any substantial human supervision. So you might wake up to find that AI has written a poem or a song, or done some transaction, without your express request. That’s part of the whole ball of wax.",
          "publishedAt": "Fri, 27 Feb 2026 00:00:00 GMT",
          "ts": 1772150400000,
          "tavilyScore": 0.1881644,
          "summary": "这是 IBM 发布的 2026 年当前技术趋势全新调查的核心内容：“2026 年将塑造人工智能和技术的趋势。”特约撰稿人安娜贝尔·尼古德带我们度过了一段昏昏欲睡的时光。",
          "judgement": {
            "frontier": 9,
            "depth": 8,
            "reach": 3,
            "total": 7.3581644
          },
          "tags": [
            "人工智能",
            "智能体",
            "神经科学",
            "技术"
          ],
          "score": 7.3581644
        },
        {
          "title": "Top 15 AI Startups Powering India’s Self-Reliance Mission - Analytics India Magazine",
          "titleZh": "推动印度自力更生使命的 15 强人工智能初创公司",
          "source": "analyticsindiamag.com",
          "link": "https://analyticsindiamag.com/ai-highlights/top-15-ai-startups-powering-indias-self-reliance-mission",
          "rawSummary": "Continue Reading AI News # Karnataka Biotech Economy Crosses $39 Bn Fuelled by Biomanufacturing Bioindustrial biotechnology emerged as the fastest-growing segment, reaching $11.46 billion in 2025. Merin Susan John 5 min Follow:Preferred SourceGoogle NewsWhatsAppTelegram ### Stay Ahead with AI Insights Get unlimited access to premium articles, exclusive analysis, and more. Subscribe Now Excellence in AI Journalism Download on theApp StoreGet it onGoogle Play Explore Topics AI FeaturesGCCAI TrendsAI StartupsAI NewsAI HighlightsMagazineDeep Tech Navigation Home Latest Trending Authors Videos Print Editions Newsletters AIM Network AIM Research CDO Vision MachineCon AIM Council AdaSci More PEMA Quadrant GCC AI TLC Best Firm AIM Media [...] About the Author ### Mohit Pandey Journalist Mohit writes about AI in simple, explainable, and often funny words. He's especially passionate about chatting with those building AI for Bharat, with the occasional detour into AGI. ### Got a tip? Share confidential information with AIM. Editorial Standards|Reprints & Permissions Explore our newsletters Build your routine with some of our top newsletters or view them all here. ### Wake up informed Make sense of the day's AI news and breakthroughs with our morning briefing. WeeklyBelamySee the latest ### Industry intelligence Receive a roundup of AI adoption stories by industry vertical, curated for professionals. 3x WeeklySector6See the latest By signing up, you agree to our Privacy Policy. Continue Reading AI News [...] # Top 15 AI Startups Powering India’s Self-Reliance Mission From foundational models to applied platforms, domestic builders are creating an end-to-end AI ecosystem rooted in Indian data and needs. Mohit Pandey· 5 min Follow:Preferred SourceGoogle NewsWhatsAppTelegram Key Takeaways ### What Actually Matters. Highlight India's shift towards AI self-reliance through deployment and foundational models. Showcase BharatGen's development of a multilingual AI model supporting 22 languages. Loading article content… Advertise with UsOur Events CalendarOur AI Trainings About the Author ### Mohit Pandey Journalist",
          "publishedAt": "Mon, 23 Feb 2026 11:30:00 GMT",
          "ts": 1771846200000,
          "tavilyScore": 0.084042632,
          "summary": "继续阅读 AI 新闻 # 在生物制造的推动下，卡纳塔克邦生物技术经济突破 390 亿美元生物工业生物技术成为增长最快的领域，到 2025 年将达到 114.6 亿美元。",
          "judgement": {
            "frontier": 9,
            "depth": 8,
            "reach": 3,
            "total": 7.254042632
          },
          "tags": [
            "人工智能",
            "AI安全",
            "生物技术",
            "技术"
          ],
          "score": 7.254042632
        }
      ]
    }
  ]
}