{
  "generatedAt": "2026-03-01T19:01:29.631Z",
  "categories": [
    {
      "id": "media",
      "name": "Media Headlines",
      "zhName": "媒体头条",
      "description": "Broad-reach media coverage around AI, neuroscience, life science and technology",
      "zhDescription": "AI / 神经科学 / 生命科学 / 技术主流媒体报道",
      "updatedAt": 1772391671618,
      "items": [
        {
          "title": "What’s next for Chinese open-source AI",
          "titleZh": "中国开源人工智能的下一步是什么",
          "source": "MIT Technology Review",
          "link": "https://www.technologyreview.com/2026/02/12/1132811/whats-next-for-chinese-open-source-ai/",
          "rawSummary": "MIT Technology Review’s What’s Next series looks across industries, trends, and technologies to give you a first look at the future. You can read the rest of them here. The past year has marked a turning point for Chinese AI. Since DeepSeek released its R1 reasoning model in January 2025, Chinese companies have repeatedly delivered AI…",
          "publishedAt": "2026-02-12T10:00:00.000Z",
          "ts": 1770890400000,
          "summary": "《麻省理工学院技术评论》的“下一步是什么”系列涵盖了各个行业、趋势和技术，让您对未来有一个初步的了解。",
          "judgement": {
            "frontier": 7,
            "depth": 10,
            "reach": 9,
            "total": 8.49
          },
          "tags": [
            "人工智能",
            "技术"
          ],
          "score": 8.49
        },
        {
          "title": "The human work behind humanoid robots is being hidden",
          "titleZh": "人形机器人背后的人类工作正在被隐藏",
          "source": "MIT Technology Review",
          "link": "https://www.technologyreview.com/2026/02/23/1133508/the-human-work-behind-humanoid-robots-is-being-hidden/",
          "rawSummary": "This story originally appeared in The Algorithm, our weekly newsletter on AI. To get stories like this in your inbox first, sign up here. In January, Nvidia’s Jensen Huang, the head of the world’s most valuable company, proclaimed that we are entering the era of physical AI, when artificial intelligence will move beyond language and chatbots…",
          "publishedAt": "2026-02-23T17:05:00.000Z",
          "ts": 1771866300000,
          "summary": "这个故事最初出现在我们关于人工智能的每周通讯《算法》中。",
          "judgement": {
            "frontier": 7,
            "depth": 8,
            "reach": 9,
            "total": 7.83
          },
          "tags": [
            "人工智能"
          ],
          "score": 7.83
        },
        {
          "title": "New Scientist recommends the quantum soundscape of Liminals - New Scientist",
          "titleZh": "《新科学家》推荐 Liminals 的量子音景 - 《新科学家》",
          "source": "newscientist.com",
          "link": "https://www.newscientist.com/article/mg26935840-400-new-scientist-recommends-the-quantum-soundscape-of-liminals/",
          "rawSummary": "Trending New Scientist articles #### 1 AIs can’t stop recommending nuclear strikes in war game simulations #### 2 It’s your perception of sleep that’s making you feel tired all day #### 3 The world’s most elusive colour is worth billions – if we can find it #### 4 Birdwatching may reshape the brain and build its buffer against ageing #### 5 Rapamycin can add years to your life, or none at all – it’s a lottery #### 6 Cannibalism may explain why some orcas stay in family groups #### 7 Stone Age symbols may push back the earliest form of writing #### 8 Tiny predatory dinosaur weighed less than a chicken #### 9 Landmark vitiligo cream targets immune cells that disrupt pigmentation #### 10 Loophole found that makes quantum cloning possible Advertisement [...] Skip to content Sign in Subscribe now Subscribe now Subscribe now #### Comment # New Scientist recommends the quantum soundscape of Liminals The books, TV, games and more that New Scientist staff have enjoyed this week By Thomas Lewton 25 February 2026 A century ago, when quantum mechanics was developed, physicists felt they were peering into the abyss: everything they thought was real, wasn’t. Today, we talk easily about collapsing clouds of probability and spooky action at a distance. [...] Topics: exhibition/ review Advertisement ## Sign up to our weekly newsletter Receive a weekly dose of discovery in your inbox. We'll also keep you up to date with New Scientist events and special offers. Sign up ## More from New Scientist Explore the latest news, articles and features #### Comment ### Return of Fallout, Paradise and Silo fuels passion for bunker sci-fi Culture#### Comment ### New Scientist recommends pioneering artist Ryoji Ikeda's new work Culture#### Comment ### Alex Garland’s The Bone Temple is brutal, brilliant - and mind-blowing Culture#### Space ### Blue Planet Red is wrong about Mars – but it's surprisingly poignant Culture #### Popular articles Trending New Scientist articles #### 1",
          "publishedAt": "Wed, 25 Feb 2026 19:03:30 GMT",
          "ts": 1772046210000,
          "tavilyScore": 0.088538056,
          "summary": "新科学家热门文章 #### 1 人工智能无法停止在战争游戏模拟中推荐核打击 #### 2 你对睡眠的感知让你一整天都感到疲倦 #### 3 世界上最难以捉摸的颜色。",
          "judgement": {
            "frontier": 9,
            "depth": 8,
            "reach": 3,
            "total": 7.258538056
          },
          "tags": [
            "神经科学"
          ],
          "score": 7.258538056
        },
        {
          "title": "Are You ‘Agentic’ Enough for the AI Era?",
          "titleZh": "人工智能时代你足够“代理”吗？",
          "source": "Wired AI",
          "link": "https://www.wired.com/story/silicon-valley-agentic-individuals-future-of-work/",
          "rawSummary": "“Today’s agents might already be more capable than all three of us here in the room,” says Akshay Kothari, cofounder and chief operating officer of the $11 billion productivity startup Notion . “Taste is something we think is pretty unique to Notion, but you can imagine agents getting pretty good at that too. Eventually, the only thing left for humans is agency.” That idea might sound outrageous to most people, but it will come as no surprise to many in Silicon Valley . A viral Harper&#x27;s essay brought the subject to a head recently. It followed a few young people in San Francisco and concluded that being agentic has less to do with productivity and “more to do with constantly chasing attention online.” But in my conversations with founders, researchers, and investors, I came to a different conclusion. The tech industry is grappling with a very real shift in how software engineers do their jobs. Millions of developers are using AI coding agents like Claude Code and Codex to automate much of their work (some tech companies are even requiring it ). For many, a massive piece of their value is now tied to deciding what AI coding agents should work on. The shift is unsettling to those who enjoyed the act of sitting down and actually writing code, but for some of the industry’s most “agentic,” it’s an opportunity. Simon Last, another Notion cofounder, uses AI coding agents more than anyone I’ve ever met. He coded for nearly two decades—then abruptly stopped. Now, he’s using up to four AI coding agents at any given time (he prefers Codex to Claude Code). If he’s at a party or sleeping, Last gets what he calls “token anxiety” if he doesn’t have agents working in the background. He doesn’t like to use more than four, though, because he says it causes “context overload” on his human brain. “Knowing how to harness these agents is now the most important skill in the world, and it’s not really something you can train for,” says Last. “You have to be very open-minded, curious, and willing to try whatever the newest thing is. The value of that sort of person is going up exponentially, because the value they can create, by extension, is going up exponentially.” To be fair, Last is kind of describing himself. He acts as a “super IC” for Notion, and he doesn’t manage humans, only agents. But the way he manages them is not unlike how a manager oversees employees. Last is constantly delegating work to AI agents, then closely reviewing and fixing their code. Kothari says Notion has always hired people with high agency, but the value of doing so has gone up dramatically in recent months. Even though the company is using AI agents to automate work, Notion is busier than ever. Employees are shipping products at a higher velocity and doing more work overall, the cofounders claim. Notion isn’t downsizing its team because of AI, but it is hiring differently. “There&#x27;s more value in the Valley today to have a few Simons than thousands of engineers,” says Kothari. He says the people Notion hires need to understand “the new way of working.” If you’re not a software engineer, this can be a little hard to process. AI agents aren’t very useful for people in many industries. A recent survey from Gallup found that most Americans still don’t use AI much in their jobs , though the number of people who do is rising. Kothari is increasingly convinced the “new way of work” will eventually hit finance, legal, creative, and other industries. If and when that happens, you can imagine more Americans beginning to ask themselves, am I agentic? Jennifer Li, a general partner at Andreessen Horowitz who works on the AI infrastructure team, says it’s hard to find a company she’s invested in where employees don’t use AI coding tools. “If we do come across people who are oblivious to it, it’s a big red flag. It impacts how we think about picking founders.” Of course, Li notes that just because you use a lot of AI agents doesn’t make you a “high-agency” person—ideally you’re using them in a smart way. Some engineers who work on highly sophisticated infrastructure systems can’t use AI coding agents much, she adds. For teams that are using them, there’s a “no slop rule”: the person who submitted the code is still responsible if it’s wrong.",
          "publishedAt": "2026-02-26T19:00:00.000Z",
          "ts": 1772132400000,
          "summary": "价值 110 亿美元的生产力初创公司 Notion 的联合创始人兼首席运营官阿克谢·科塔里 (Akshay Kothari) 表示：“今天的特工可能已经比房间里的我们三个人更有能力了。”。",
          "judgement": {
            "frontier": 9,
            "depth": 8,
            "reach": 3,
            "total": 7.17
          },
          "tags": [
            "人工智能",
            "智能体",
            "神经科学",
            "技术"
          ],
          "score": 7.17
        }
      ]
    },
    {
      "id": "research",
      "name": "Research Alert",
      "zhName": "研究速递",
      "description": "Research-heavy updates from journals, labs, and arXiv",
      "zhDescription": "科研导向更新（含 arXiv）",
      "updatedAt": 1772391681824,
      "items": [
        {
          "title": "The human exposome could change everything we know about disease",
          "titleZh": "人类暴露组可能会改变我们对疾病的了解",
          "source": "ScienceDaily Biology",
          "link": "https://www.sciencedaily.com/releases/2026/02/260213223904.htm",
          "rawSummary": "Scientists are launching an ambitious global effort to map the “human exposome” — the lifelong mix of environmental and chemical exposures that drive most diseases. Backed by new partnerships with governments, UNESCO, and international science advisory bodies, the initiative is rapidly expanding across continents. Powered by AI and advanced data tools, the movement seeks to shift medicine beyond genetics and toward the real-world factors shaping human health.",
          "publishedAt": "2026-02-14T13:06:46.000Z",
          "ts": 1771074406000,
          "summary": "科学家们正在发起一项雄心勃勃的全球努力，绘制“人类暴露组”图谱——导致大多数疾病的终生环境和化学暴露组合。",
          "judgement": {
            "frontier": 9,
            "depth": 8,
            "reach": 7,
            "total": 8.17
          },
          "tags": [
            "人工智能"
          ],
          "score": 8.17
        },
        {
          "title": "This AI can improve your peer review — and make it more polite - Nature",
          "titleZh": "《自然》杂志：这种人工智能可以改善你的同行评审，并使其更加礼貌",
          "source": "nature.com",
          "link": "https://www.nature.com/articles/d41586-026-00536-6",
          "rawSummary": "## Search Advanced search ### Quick links Explore articles by subject Find a job Guide to authors Editorial policies [...] Access the most recent journalism from Nature's award-winning team Explore the latest features & opinion covering groundbreaking research Access through your institution or Sign in or create an account Continue with Google Continue with ORCiD doi: ## References 1. Thakkar, N. et al. Nature Mach. Intell. (2026). Article Google Scholar Download references Reprints and permissions ## Related Articles AI is transforming peer review — and many scientists are worried Three AI-powered steps to faster, smarter peer review Scientists hide messages in papers to game AI peer review More than half of researchers now use AI for peer review — often against guidance ## Subjects Machine learning Peer review ## Latest on: Machine learning Peer review [...] ## Latest on: Machine learning Peer review AI is threatening science jobs. Which ones are most at risk? News ‘An AlphaFold 4’ – scientists marvel at DeepMind drug spin-off’s exclusive new AI News AI offers way to image and assess clinical cell samples News & Views How AI slop is causing a crisis in computer science News AI could transform research assessment — and some academics are worried Career Column AI research deluge: why one conference is asking authors to rank their own papers Nature Index ## ### Jobs #### Global Recruitment for Faculty, Postdocs, and Specialists at Hangzhou Institute of Medicine, CAS Seeking exceptional Senior/Junior PIs, Postdocs, and Core Specialists globally year-round Hangzhou, China",
          "publishedAt": "Mon, 23 Feb 2026 15:28:26 GMT",
          "ts": 1771860506000,
          "tavilyScore": 0.271929952,
          "summary": "搜索 高级搜索 ### 快速链接 按主题探索文章 查找工作 作者指南 编辑政策 [...] 访问《自然》获奖团队的最新新闻 探索最新功能和。",
          "judgement": {
            "frontier": 9,
            "depth": 10,
            "reach": 3,
            "total": 8.101929952
          },
          "tags": [
            "人工智能",
            "AI安全"
          ],
          "score": 8.101929952
        },
        {
          "title": "Why You Can’t Say No to Snacks Even When Full",
          "titleZh": "为什么即使吃饱了也不能拒绝零食",
          "source": "Neuroscience News",
          "link": "https://neurosciencenews.com/food-reward-satiety-snacking-30216/",
          "rawSummary": "By monitoring brainwaves with EEG scans, researchers found that while participants reported being &#8220;full&#8221; and showed no conscious desire for more food, their brains refused to &#8220;devalue&#8221; the rewarding sight of snacks. This suggests that food-rich environments can trigger overeating by overriding the body’s natural appetite controls. Research from the University of East Anglia (UEA) may finally explain why we still reach for the biscuit tin, even when we’re full. A new study reveals that the human brain continues to respond to tempting food cues even after we’ve eaten enough. In a world of endless adverts and snack cues on every corner, the team say their findings shed light on why so many of us struggle to maintain a healthy weight. ew research reveals that the brain&#8217;s reward system ignores satiety signals, continuing to value food cues even when hunger is absent. Credit: Neuroscience News Lead researcher Dr Thomas Sambrook, from UEA’s School of Psychology, said: “Obesity has become a major worldwide health crisis. But rising obesity isn’t simply about willpower &#8211; it’s a sign that our food-rich environments and learned responses to mouth-watering cues are overpowering the body’s natural appetite controls. “We wanted to better understand how our brains react to food cues when we are already feeling full. “We studied people’s brainwaves after eating and found that even though their stomachs might be satisfied, their brains didn’t seem to care. “In fact, no amount of fullness could switch off the brain&#8217;s response to delicious looking food. This suggests that food cues may trigger overeating in the absence of hunger.” In the study, 76 volunteers were monitored using Electroencephalogram (EEG) brain scans as they played a reward‑based learning game with food such as sweets, chocolate, crisps and popcorn. Halfway through the task, participants were given a meal of one of the foods until they didn’t want another bite.",
          "publishedAt": "2026-03-01T18:31:39.000Z",
          "ts": 1772389899000,
          "summary": "通过脑电图扫描监测脑电波，研究人员发现，虽然参与者报告自己“吃饱了”，并且没有表现出有意识地想要更多食物，但他们的大脑拒绝“贬低”奖励的价值。",
          "judgement": {
            "frontier": 9,
            "depth": 8,
            "reach": 7,
            "total": 8.17
          },
          "tags": [
            "神经科学",
            "脑机接口"
          ],
          "score": 8.17
        },
        {
          "title": "Study Reveals What Tau PET Scans Are Actually Seeing",
          "titleZh": "研究揭示了 Tau PET 扫描的实际情况",
          "source": "Neuroscience News",
          "link": "https://neurosciencenews.com/tau-pet-inflammation-30213/",
          "rawSummary": "Study Reveals What Tau PET Scans Are Actually Seeing Featured Neurology Neuroscience &middot; February 28, 2026 Summary: While tau PET scans are vital for &#8220;seeing&#8221; Alzheimer’s biology in living patients, they have a known quirk: the most common tracer, Flortaucipir (Tauvid), often &#8220;lights up&#8221; even when tau tangles aren&#8217;t the primary driver. In a high-precision study, researchers used AI-enabled, voxel-by-voxel alignment to compare PET scans directly with postmortem brain tissue. They discovered that in non-Alzheimer’s cases and even some controls, the PET signal was actually reacting to iron deposits and MAO-B (a marker of neuroinflammation) rather than tau itself. This &#8220;off-target&#8221; binding explains why scans can sometimes over-predict the presence of toxic tangles. Tau proteins play an important role in Alzheimer’s disease. Tau helps to stabilize neurons in the brain, but in Alzheimer’s disease, tau proteins can misfold and tangle inside neurons. These tangles spread across the brain forming toxic clumps that impair neuronal function and ultimately lead to cell death. PET scans are one of the few ways that clinicians and researchers can “see” Alzheimer’s disease biology in a living person. PET scans for tau are being increasingly used in specialty clinics and research to estimate the burden and distribution of tau tangles, providing information that can influence diagnostic confidence, prognosis discussions, and how patients are selected for novel Alzheimer’s therapies and tracked in Alzheimer’s drug trials. ?Researchers identified that iron and neuroinflammation can mimic tau pathology on PET scans, providing a roadmap for more accurate diagnostic interpretation. Credit: Neuroscience News At the same time, there is an important limitation to tau PET scans: the most widely used tau PET tracer (Flortaucipir/Tauvid) can also bind to other biological features &nbsp; in the&nbsp;brain, sometimes showing a low-level signal on scans even when tau is not the main driver of the results. This is especially true in non-Alzheimer’s disorders, where tau protein accumulations show a different structure than in Alzheimer’s disease. In a study appearing February 25 in Acta Neuropathologica , UC San Francisco researchers use a rare combination of patient tau PET imaging plus detailed postmortem brain tissue mapping, to clarify the extent to which non-tau factors influence the Flortaucipir tracer signal. With the aid of AI-enabled, voxel-by-voxel alignment between the PET scan and microscopy, the researchers computationally matched the PET signal to the corresponding tissue location and generated thousands of point-by-point comparisons per person, giving much higher anatomical precision than typical PET–autopsy studies. They then measured, side-by-side, the tissue features most relevant to interpreting flortaucipir: phospho-tau (tau pathology), ferric iron deposits and MAO-B, a marker linked to reactive astrocytes which are a key component of neuroinflammation. They found that in several non-Alzheimer’s tauopathies (and in a non-tau control case), the PET signal was better explained by iron and/or MAO-B–related processes than by tau itself. “Our results help explain&nbsp; why &nbsp;tau PET scans sometimes ‘light up’ beyond what tau pathology alone would predict,” says co-senior author Lea T. Grinberg, MD, PhD, a former UCSF neuroscientist and current professor of Neuroscience at the Mayo Clinic .“In Alzheimer’s disease, tau is a major contributor to flortaucipir signal—but not the only one.” The researchers believe these findings can help clinicians avoid over-interpretation of borderline signal in a tau PET scan and improve how scans are used for prognosis and trial decisions.",
          "publishedAt": "2026-02-28T21:24:35.000Z",
          "ts": 1772313875000,
          "summary": "研究揭示了 Tau PET 扫描的实际情况 特色神经学 Neuroscience · 二月 28, 2026 摘要：虽然 tau PET 扫描对于“观察”活体患者的阿尔茨海默病生物学至关重要，但它们。",
          "judgement": {
            "frontier": 9,
            "depth": 8,
            "reach": 7,
            "total": 8.17
          },
          "tags": [
            "人工智能",
            "AI安全",
            "神经科学",
            "神经影像",
            "生命科学",
            "蛋白质科学"
          ],
          "score": 8.17
        },
        {
          "title": "This AI finds simple rules where humans see only chaos",
          "titleZh": "这个人工智能找到了人类只看到混乱的简单规则",
          "source": "ScienceDaily AI",
          "link": "https://www.sciencedaily.com/releases/2025/12/251221091237.htm",
          "rawSummary": "A new AI developed at Duke University can uncover simple, readable rules behind extremely complex systems. It studies how systems evolve over time and reduces thousands of variables into compact equations that still capture real behavior. The method works across physics, engineering, climate science, and biology. Researchers say it could help scientists understand systems where traditional equations are missing or too complicated to write down.",
          "publishedAt": "2025-12-22T06:04:50.000Z",
          "ts": 1766383490000,
          "summary": "杜克大学开发的一种新人工智能可以揭示极其复杂系统背后的简单、可读的规则。",
          "judgement": {
            "frontier": 9,
            "depth": 8,
            "reach": 7,
            "total": 8.17
          },
          "tags": [
            "人工智能",
            "生命科学"
          ],
          "score": 8.17
        },
        {
          "title": "Autonomy and Accountability in Bioprocessing - GEN - Genetic Engineering and Biotechnology News",
          "titleZh": "生物加工中的自主权和问责制 - GEN - 基因工程和生物技术新闻",
          "source": "genengnews.com",
          "link": "https://www.genengnews.com/topics/bioprocessing/autonomy-and-accountability-in-bioprocessing/",
          "rawSummary": "Copyright © 2026 Sage Publications or its affiliates, licensors, or contributors. All rights reserved, including those for text and data mining and training of large language models, artificial intelligence technologies, or similar technologies. GEN - Genetic Engineering and Biotechnology News MORE STORIES ### Healthcare Tech–Focused PATH Plans International Summit, Calls for Presentations ### Smoking Accelerates Biological Age, Says AI [...] Forgot your password? Get help Privacy Policy Password recovery Recover your password A password will be e-mailed to you. GEN – Genetic Engineering and Biotechnology News GEN Edge + Featured News + Multimedia Content + News + Insights Topics + Artificial Intelligence + Bioprocessing + Cancer + Drug Discovery + Genome Editing + Infectious Diseases + OMICs + Translational Medicine Magazine + Browse Issues + Subscribe Multimedia + Summits + Webinars + GEN Live + Learning Labs + Podcasts + Videos Resources + A-Lists + eBooks/Perspectives + Tutorials + Peer-Reviewed Journals - GEN Biotechnology - Re:Gen Open + New Products Subscribe + Get GEN Magazine + Get GEN eNewsletters [...] How to Avoid a Fall by Balancing Cost and Performance in Drug Discovery Related Media Robots on the Red Line: A Video Update from SLAS 2026 Reporting Live from JPM 2026: Alex Philippidis and Jonathan Grinstein, PhD AI in Protein Design: Hype vs. Reality Explained by David Baker Boston's Bioprocessing Buzz: GEN Reports Live from BPI 2025 The Future of Bioinformatics: Scaling Interactive and Computational Workflows with Seqera Bioprocessing in Boston: GEN Reports Live from BPI 2024 ##### Top 5 ##### Resources ##### Recommended For You #### Podcast ### Touching Base",
          "publishedAt": "Wed, 25 Feb 2026 12:00:28 GMT",
          "ts": 1772020828000,
          "tavilyScore": 0.027907972800000003,
          "summary": "版权所有 © 2026 Sage Publications 或其附属机构、许可方或贡献者。",
          "judgement": {
            "frontier": 9,
            "depth": 8,
            "reach": 3,
            "total": 7.1979079727999995
          },
          "tags": [
            "人工智能",
            "AI安全",
            "生命科学",
            "生物技术",
            "基因组学",
            "蛋白质科学"
          ],
          "score": 7.1979079727999995
        }
      ]
    },
    {
      "id": "trends",
      "name": "Tech Trends",
      "zhName": "技术趋势",
      "description": "Tech & biotech company moves, market changes and funding trends",
      "zhDescription": "科技/生物医疗公司动向、市场变化与投融资趋势",
      "updatedAt": 1772391689631,
      "items": [
        {
          "title": "Q4 2025 Healthtech VC Trends - PitchBook",
          "titleZh": "2025 年第四季度健康科技风险投资趋势",
          "source": "pitchbook.com",
          "link": "https://pitchbook.com/news/reports/q4-2025-healthtech-vc-trends",
          "rawSummary": "Q4 2025 # Healthtech VC Trends PitchBook clients can access the full report and its Excel data pack via the Research Center on the PitchBook Platform. Healthtech exits hit a record high while AI reshapes investment priorities Healthtech venture funding staged a strong comeback in 2025, with startups raising $15.3 billion—up 26% YoY—as larger deal sizes and AI-driven growth rounds powered the rebound. Fourth-quarter funding dipped slightly from earlier highs but remained more than double the prior-year quarter, underscoring renewed investor confidence. The median pre-money valuation rose to $31 million, reflecting sustained demand for AI-enabled healthcare delivery, operations, and revenue-cycle solutions. [...] Table of contents | | | --- | | Healthtech landscape | 3 | | Quarterly analysis | 4 | | Key takeaways | 4 | | VC activity | 4 | | Valuations | 5 | | Exit activity | 5 | | AI investment dominates subsector allocation | 5 | | Funding relative to prior three-year averages | 6 | | Healthtech VC deal summary | 19 | Healthtech VC deal value hit a record high in 2025, driven by larger deal sizes and AI-powered growth rounds fueling the sector’s strongest funding rebound in years. Healthtech VC Trends Healthtech Market Map Tech Emerging Technology Healthcare LinkedIn Twitter Facebook Email Additional Research ### Pharma Biotools VC Trends [...] Activity was especially strong in operations, analytics, and electronic health records, while AI-heavy segments such as clinical documentation, digital care, and provider education attracted outsized capital. The year also saw record VC exit volume, rising IPO momentum led by Omada Health and Hinge Health, and a sharp rebound in PE dealmaking. With AI now central to both clinical and administrative workflows, the data points to continued opportunity across healthtech segments—and a healthy pipeline of late-stage companies positioning for exits in 2026. Table of contents",
          "publishedAt": "Wed, 25 Feb 2026 17:58:49 GMT",
          "ts": 1772042329000,
          "tavilyScore": 0.9093512000000001,
          "summary": "2025 年第 4 季度# Healthtech VC 趋势 PitchBook 客户可以通过 PitchBook 平台上的研究中心访问完整报告及其 Excel 数据包。",
          "judgement": {
            "frontier": 7,
            "depth": 8,
            "reach": 3,
            "total": 7.2393512
          },
          "tags": [
            "人工智能",
            "技术"
          ],
          "score": 7.2393512
        },
        {
          "title": "Brain inspired machines are better at math than expected",
          "titleZh": "受大脑启发的机器在数学方面比预期更好",
          "source": "ScienceDaily AI",
          "link": "https://www.sciencedaily.com/releases/2026/02/260213223923.htm",
          "rawSummary": "Neuromorphic computers modeled after the human brain can now solve the complex equations behind physics simulations — something once thought possible only with energy-hungry supercomputers. The breakthrough could lead to powerful, low-energy supercomputers while revealing new secrets about how our brains process information.",
          "publishedAt": "2026-02-14T15:19:40.000Z",
          "ts": 1771082380000,
          "summary": "以人脑为模型的神经形态计算机现在可以解决物理模拟背后的复杂方程——这曾经被认为只有耗能超级计算机才能实现。",
          "judgement": {
            "frontier": 7,
            "depth": 8,
            "reach": 7,
            "total": 7.33
          },
          "tags": [
            "神经科学"
          ],
          "score": 7.33
        },
        {
          "title": "Trends & Insights, January 2026: A pharmaphorum industry report - pharmaphorum",
          "titleZh": "趋势与见解，2026 年 1 月：Pharmaphorum 行业报告",
          "source": "pharmaphorum.com",
          "link": "https://pharmaphorum.com/digital/trends-insights-january-2026-pharmaphorum-industry-report",
          "rawSummary": "R&D Partner Content ### 5th mRNA-Based Therapeutics Summit Europe The Summit is the leading European industry-focused forum dedicated to accelerating the development of messenger RNA (mRNA) medicines Get in-depth news, opinions, and features on pharma and healthcare sent straight to your inbox ## Trends & Insights ## industry trends ## Life Sciences ## pharma industry Category : Digital / Views & Analysis ### Editor's Picks - ##### Makary says FDA will \"end two-trial dogma\" for approvals - ##### NIH Director Bhattacharya will temporarily run CDC - ##### MSD and Mayo Clinic team up on AI drug discovery News - ##### Number of UK biotech companies rising, says report - ##### NHS study will pick apart mental illness with data science News [...] Nicole Raleigh ## Trends & Insights News ### NHS \"isn't delivering equitable care for rare diseases\" A Genetic Alliance UK report claims the NHS is failing to meet the needs of many of the 3.5 million people in the country who live with rare diseases. Sales & Marketing Sponsored ### Using AI-driven synthetic personas to take your insights fur... As AI continues to reshape the healthcare landscape, pharma teams are beginning to leverage synthetic personas. Market Access ### 12 questions with: Daniel Kohlstaedt Daniel Kohlstaedt, managing director of PurpleLeaf Strategy, with more than 18 years of experience in pharma, talks about his journey through the industry. Digital Sponsored ### Expert Directed Applied Intelligence: Redefining AI in Life ... [...] Designing medicines, not just models: Basecamp’s EDEN and aiPGI exemplify AI as a creator of therapeutic enzymes and antimicrobial peptides with high lab validation rates – an inflection beyond in silico screening. Precision analytics at scale: SOPHiA GENETICS passed 2 million genomic profiles analyzed on DDM and forged an MD Anderson collaboration – evidence that AI genomics networks are achieving clinical grade scale. Operational AI adoption pressure: Survey data (Argon & Co) showed 49% of life sciences leaders plan to invest in AI for efficiencies amid rising input costs and supply risk – pairing nicely with digital twins and predictive analytics in manufacturing/logistics.",
          "publishedAt": "Fri, 27 Feb 2026 16:32:24 GMT",
          "ts": 1772209944000,
          "tavilyScore": 0.46195192,
          "summary": "研发合作伙伴内容 ### 第五届欧洲 mRNA 治疗峰会 该峰会是欧洲领先的以行业为中心的论坛，致力于加速信使 RNA (mRNA) 药物的开发 获取深度新闻，。",
          "judgement": {
            "frontier": 9,
            "depth": 8,
            "reach": 3,
            "total": 7.63195192
          },
          "tags": [
            "人工智能",
            "AI安全",
            "生物技术",
            "基因组学"
          ],
          "score": 7.63195192
        }
      ]
    }
  ]
}