{
  "generatedAt": "2026-03-01T18:49:33.153Z",
  "categories": [
    {
      "id": "media",
      "name": "Media Headlines",
      "zhName": "媒体头条",
      "description": "Broad-reach media coverage around AI, neuroscience, life science and technology",
      "zhDescription": "AI / 神经科学 / 生命科学 / 技术主流媒体报道",
      "updatedAt": 1772390958185,
      "items": [
        {
          "title": "What’s next for Chinese open-source AI",
          "titleZh": "中国开源人工智能的下一步是什么",
          "source": "MIT Technology Review",
          "link": "https://www.technologyreview.com/2026/02/12/1132811/whats-next-for-chinese-open-source-ai/",
          "rawSummary": "MIT Technology Review’s What’s Next series looks across industries, trends, and technologies to give you a first look at the future. You can read the rest of them here. The past year has marked a turning point for Chinese AI. Since DeepSeek released its R1 reasoning model in January 2025, Chinese companies have repeatedly delivered AI…",
          "publishedAt": "2026-02-12T10:00:00.000Z",
          "ts": 1770890400000,
          "summary": "《麻省理工学院技术评论》的“下一步是什么”系列涵盖了各个行业、趋势和技术，让您对未来有一个初步的了解。",
          "judgement": {
            "frontier": 7,
            "depth": 10,
            "reach": 9,
            "total": 8.49
          },
          "tags": [
            "人工智能",
            "技术"
          ],
          "score": 8.49
        },
        {
          "title": "The human work behind humanoid robots is being hidden",
          "titleZh": "人形机器人背后的人类工作正在被隐藏",
          "source": "MIT Technology Review",
          "link": "https://www.technologyreview.com/2026/02/23/1133508/the-human-work-behind-humanoid-robots-is-being-hidden/",
          "rawSummary": "This story originally appeared in The Algorithm, our weekly newsletter on AI. To get stories like this in your inbox first, sign up here. In January, Nvidia’s Jensen Huang, the head of the world’s most valuable company, proclaimed that we are entering the era of physical AI, when artificial intelligence will move beyond language and chatbots…",
          "publishedAt": "2026-02-23T17:05:00.000Z",
          "ts": 1771866300000,
          "summary": "这个故事最初出现在我们关于人工智能的每周通讯《算法》中。",
          "judgement": {
            "frontier": 7,
            "depth": 8,
            "reach": 9,
            "total": 7.83
          },
          "tags": [
            "人工智能"
          ],
          "score": 7.83
        }
      ]
    },
    {
      "id": "research",
      "name": "Research Alert",
      "zhName": "研究速递",
      "description": "Research-heavy updates from journals, labs, and arXiv",
      "zhDescription": "科研导向更新（含 arXiv）",
      "updatedAt": 1772390964931,
      "items": [
        {
          "title": "The human exposome could change everything we know about disease",
          "titleZh": "人类暴露组可能会改变我们对疾病的了解",
          "source": "ScienceDaily Biology",
          "link": "https://www.sciencedaily.com/releases/2026/02/260213223904.htm",
          "rawSummary": "Scientists are launching an ambitious global effort to map the “human exposome” — the lifelong mix of environmental and chemical exposures that drive most diseases. Backed by new partnerships with governments, UNESCO, and international science advisory bodies, the initiative is rapidly expanding across continents. Powered by AI and advanced data tools, the movement seeks to shift medicine beyond genetics and toward the real-world factors shaping human health.",
          "publishedAt": "2026-02-14T13:06:46.000Z",
          "ts": 1771074406000,
          "summary": "科学家们正在发起一项雄心勃勃的全球努力，绘制“人类暴露组”图谱——导致大多数疾病的终生环境和化学暴露组合。",
          "judgement": {
            "frontier": 9,
            "depth": 8,
            "reach": 7,
            "total": 8.17
          },
          "tags": [
            "人工智能"
          ],
          "score": 8.17
        },
        {
          "title": "High-risk patients account for 80% of post-surgery deaths",
          "titleZh": "高危患者占术后死亡的80%",
          "source": "Medical Xpress",
          "link": "https://medicalxpress.com/news/2026-02-high-patients-account-surgery-deaths.html",
          "rawSummary": "A major new study, led by Queen Mary University of London has been published in The Lancet Public Health. It found that out of the five million surgical procedures performed each year by the NHS, around 300,000 are carried out on individuals considered high-risk, and within 90 days of surgery, these high-risk patients account for four out of five deaths, over half of all hospital bed days and nearly one-third of emergency readmissions.",
          "publishedAt": "2026-03-01T13:00:05.000Z",
          "ts": 1772370005000,
          "summary": "由伦敦玛丽女王大学领导的一项重大新研究已发表在《柳叶刀公共卫生》上。",
          "judgement": {
            "frontier": 7,
            "depth": 8,
            "reach": 7,
            "total": 7.33
          },
          "tags": [
            "AI安全"
          ],
          "score": 7.33
        },
        {
          "title": "Vitamin K Refusal Puts Newborns at High Risk for Brain Injury",
          "titleZh": "拒绝维生素 K 会使新生儿面临脑损伤的高风险",
          "source": "Neuroscience News",
          "link": "https://neurosciencenews.com/vitamin-k-newborn-brain-bleed-30205/",
          "rawSummary": "Vitamin K Refusal Puts Newborns at High Risk for Brain Injury Featured Neurology Neuroscience &middot; February 26, 2026 Summary: Newborns are naturally born with low levels of vitamin K, which is essential for blood clotting. To prevent life-threatening bleeding, infants are typically given a vitamin K shot at birth. However, a systematic review reveals a concerning trend: more parents are refusing this essential supplement. Babies who do not receive the shot are 81 times more likely to develop &#8220;vitamin K deficiency bleeding,&#8221; a condition that often leads to brain hemorrhages, permanent neurological disability, or death. Researchers noted that this trend is often linked to broader healthcare hesitancy and inaccurate information. Increasing numbers of parents are refusing vitamin K shots for their newborns, putting infants at greater risk of avoidable brain injuries, according to a preliminary systematic review released February 26, 2026, that will be presented at the American Academy of Neurology’s 78 th Annual Meeting taking place April 18-22, 2026, in Chicago and online. A vitamin K injection is a supplement that provides babies with an essential vitamin that is naturally low in newborns. It is not a vaccine. Vitamin K is needed to help blood clot. Getting a vitamin K shot right after birth can prevent a rare but serious condition called vitamin K deficiency bleeding. Research confirms that the vitamin K injection at birth is a vital safeguard against preventable brain hemorrhages and lifelong neurological disability. Credit: Neuroscience News This condition can cause an intracerebral hemorrhage, a type of stroke, when a blood vessel bursts in the brain. It can lead to death or lifelong brain problems. “Vitamin K at birth is safe and effective, and while refusal is still uncommon with rates in the United States remaining under 1% in most hospitals, our review found in recent years, there have been increases in parents refusing this supplement for their newborns,” said study author Kate Semidey, MD, of Florida International University in Miami. “This trend is concerning because our review also found that babies who do not get the vitamin K injection are 81 times more likely to develop vitamin K deficiency bleeding.” For the review, researchers looked at 25 studies with two decades of global data. The studies examined vitamin K refusal, the incidence of vitamin K deficiency bleeding and outcomes, parent reasons for refusal and possible links to vaccine refusal. Researchers found in Minnesota, refusal rates rose from 0.9% in 2015 to 1.6% in 2019. In California, Connecticut, and Iowa, refusal ranged from 0.2% to 1.3% in 2018 and 2019, with over half of hospital staff perceiving increases. Internationally, refusal rates ranged from 1% to 3% in Canada, New Zealand and Scotland, and more than 30% in some birthing centers.",
          "publishedAt": "2026-02-26T21:31:17.000Z",
          "ts": 1772141477000,
          "summary": "拒绝维生素 K 使新生儿面临脑损伤的高风险 神经病学 神经科学专题 · 2026 年 2 月 26 日 摘要：新生儿天生维生素 K 水平较低，而维生素 K 对于血液循环至关重要。",
          "judgement": {
            "frontier": 9,
            "depth": 10,
            "reach": 7,
            "total": 8.83
          },
          "tags": [
            "AI安全",
            "神经科学"
          ],
          "score": 8.83
        },
        {
          "title": "Why You Can’t Say No to Snacks Even When Full",
          "titleZh": "为什么即使吃饱了也不能拒绝零食",
          "source": "Neuroscience News",
          "link": "https://neurosciencenews.com/food-reward-satiety-snacking-30216/",
          "rawSummary": "By monitoring brainwaves with EEG scans, researchers found that while participants reported being &#8220;full&#8221; and showed no conscious desire for more food, their brains refused to &#8220;devalue&#8221; the rewarding sight of snacks. This suggests that food-rich environments can trigger overeating by overriding the body’s natural appetite controls. Research from the University of East Anglia (UEA) may finally explain why we still reach for the biscuit tin, even when we’re full. A new study reveals that the human brain continues to respond to tempting food cues even after we’ve eaten enough. In a world of endless adverts and snack cues on every corner, the team say their findings shed light on why so many of us struggle to maintain a healthy weight. ew research reveals that the brain&#8217;s reward system ignores satiety signals, continuing to value food cues even when hunger is absent. Credit: Neuroscience News Lead researcher Dr Thomas Sambrook, from UEA’s School of Psychology, said: “Obesity has become a major worldwide health crisis. But rising obesity isn’t simply about willpower &#8211; it’s a sign that our food-rich environments and learned responses to mouth-watering cues are overpowering the body’s natural appetite controls. “We wanted to better understand how our brains react to food cues when we are already feeling full. “We studied people’s brainwaves after eating and found that even though their stomachs might be satisfied, their brains didn’t seem to care. “In fact, no amount of fullness could switch off the brain&#8217;s response to delicious looking food. This suggests that food cues may trigger overeating in the absence of hunger.” In the study, 76 volunteers were monitored using Electroencephalogram (EEG) brain scans as they played a reward‑based learning game with food such as sweets, chocolate, crisps and popcorn. Halfway through the task, participants were given a meal of one of the foods until they didn’t want another bite.",
          "publishedAt": "2026-03-01T18:31:39.000Z",
          "ts": 1772389899000,
          "summary": "通过脑电图扫描监测脑电波，研究人员发现，虽然参与者报告自己“吃饱了”，并且没有表现出有意识地想要更多食物，但他们的大脑拒绝“贬低”奖励的价值。",
          "judgement": {
            "frontier": 9,
            "depth": 8,
            "reach": 7,
            "total": 8.17
          },
          "tags": [
            "神经科学",
            "脑机接口"
          ],
          "score": 8.17
        },
        {
          "title": "This AI finds simple rules where humans see only chaos",
          "titleZh": "这个人工智能找到了人类只看到混乱的简单规则",
          "source": "ScienceDaily AI",
          "link": "https://www.sciencedaily.com/releases/2025/12/251221091237.htm",
          "rawSummary": "A new AI developed at Duke University can uncover simple, readable rules behind extremely complex systems. It studies how systems evolve over time and reduces thousands of variables into compact equations that still capture real behavior. The method works across physics, engineering, climate science, and biology. Researchers say it could help scientists understand systems where traditional equations are missing or too complicated to write down.",
          "publishedAt": "2025-12-22T06:04:50.000Z",
          "ts": 1766383490000,
          "summary": "杜克大学开发的一种新人工智能可以揭示极其复杂系统背后的简单、可读的规则。",
          "judgement": {
            "frontier": 9,
            "depth": 8,
            "reach": 7,
            "total": 8.17
          },
          "tags": [
            "人工智能",
            "生命科学"
          ],
          "score": 8.17
        },
        {
          "title": "AI scientists and the robotic labs of tomorrow - pharmaphorum",
          "titleZh": "人工智能科学家和未来的机器人实验室",
          "source": "pharmaphorum.com",
          "link": "https://pharmaphorum.com/digital/ai-scientists-and-robotic-labs-tomorrow",
          "rawSummary": "##### About the author David Ruau is head of business development for healthcare & life sciences, EMEA, at NVIDIA, where he partners to drive the use of AI and machine learning in pharmaceutical research. With a background in computational biology, his work has focused on stem cell reprogramming and the electronic health records analysis across therapeutic areas. He previously held senior roles at Bayer, AstraZeneca, and a healthcare AI company, and has authored more than 30 peer-reviewed publications in leading journals including Nature, Cell, and Stem Cells. Image David Ruau ## AI in life sciences News ### FDA maps new regulatory route for ultra-rare diseases [...] ## AI scientists become core collaborators As 2026 progresses, AI scientists will no longer operate at the margins of life sciences research. Instead, they will become essential collaborators in the labs of tomorrow, working alongside human scientists and other AI-scientist platforms and established tools to co-author discovery itself. These AI systems will propose novel targets and molecular structures, simulate biological behaviour across complex virtual networks, suggest possible indication expansion and help direct both digital and physical experiments. [...] # AI scientists and the robotic labs of tomorrow Digital The life sciences are entering a decisive new phase. Over the past decade, artificial intelligence (AI) has proven its value as a powerful tool, helping researchers analyse vast datasets, surface hidden patterns, and accelerate individual stages of discovery. In 2026, however, AI’s role is evolving from exploration to orchestration. Rather than supporting isolated tasks, AI scientists – systems of agents that can work autonomously alongside human scientists – are already becoming essential collaborators embedded across the research lifecycle, fundamentally reshaping how innovation happens in healthcare and beyond.",
          "publishedAt": "Tue, 24 Feb 2026 10:50:02 GMT",
          "ts": 1771930202000,
          "tavilyScore": 0.26151273599999997,
          "summary": "关于作者 David Ruau 是 NVIDIA 欧洲、中东和非洲地区医疗保健和生命科学业务开发主管，他与 NVIDIA 合作推动人工智能和机器学习在制药研究中的应用。",
          "judgement": {
            "frontier": 9,
            "depth": 8,
            "reach": 3,
            "total": 7.431512736
          },
          "tags": [
            "人工智能",
            "生命科学"
          ],
          "score": 7.431512736
        }
      ]
    },
    {
      "id": "trends",
      "name": "Tech Trends",
      "zhName": "技术趋势",
      "description": "Developer and ecosystem trend signals",
      "zhDescription": "开发者生态与技术趋势信号",
      "updatedAt": 1772390973152,
      "items": [
        {
          "title": "Scientists discover a bacterial kill switch and it could change the fight against superbugs",
          "titleZh": "科学家发现细菌杀死开关，它可能会改变对抗超级细菌的斗争",
          "source": "ScienceDaily Biology",
          "link": "https://www.sciencedaily.com/releases/2026/02/260228082723.htm",
          "rawSummary": "Drug-resistant bacteria are becoming harder to treat, pushing scientists to look for new antibiotic targets. Researchers have now discovered that several unrelated viruses disable a key bacterial protein called MurJ, which is essential for building the bacterial cell wall. High-resolution imaging shows these viral proteins lock MurJ into a single position, stopping cell wall construction and leading to bacterial death.",
          "publishedAt": "2026-02-28T14:20:04.000Z",
          "ts": 1772288404000,
          "summary": "耐药细菌变得越来越难治疗，促使科学家寻找新的抗生素靶点。",
          "judgement": {
            "frontier": 9,
            "depth": 8,
            "reach": 7,
            "total": 8.17
          },
          "tags": [
            "神经影像",
            "蛋白质科学"
          ],
          "score": 8.17
        },
        {
          "title": "Trends & Insights, January 2026: A pharmaphorum industry report - pharmaphorum",
          "titleZh": "趋势与见解，2026 年 1 月：Pharmaphorum 行业报告",
          "source": "pharmaphorum.com",
          "link": "https://pharmaphorum.com/digital/trends-insights-january-2026-pharmaphorum-industry-report",
          "rawSummary": "Diet–receptor–seizure link: New academic findings connected the ketogenic diet’s β hydroxybutyrate to HCAR2 receptor activity in hippocampal circuits and microglia, suggesting druggable mechanisms (e.g., niacin) that could mimic keto benefits for refractory epilepsy – illustrative of translational paths industry can pick up. iPSC disease models scale out: Axol’s funding supports expanded ALS/Huntington’s platforms – feeding both target discovery and functional screening as wet lab complements to AI predictions. Takeaway: Expect a more hybrid neuroscience toolkit – genetics informed subgroups, iPSC phenotyping, and AI generated hypotheses – aligned around endpoints regulators and HTA bodies can accept. #### 9. Anti microbial resistance (AMR) and vaccines: Cautious optimism [...] Implications: Imaging departments and trial groups will need to harmonise protocols to capitalise on low dose agents and sensitive MRD readouts; sponsor teams should pre plan for diagnostic supply, reader training, and MRD anchored secondary endpoints. #### 5. AI in life sciences: From pilots to platform commitments [...] Below, we’ve brought together the month’s themes, the signals that matter for life sciences operators, and what to watch in Q1–Q2 #### 1. Translating platform science into the clinic Cellular rejuvenation enters human testing. Life Biosciences secured FDA IND clearance for ER 100, the first clinical-stage therapy using partial epigenetic reprogramming (OSK factors) to treat optic neuropathies (OAG and NAION). The first in human Phase 1 study (NCT07290244) starts in Q1, reflecting years of intravitreal preclinical work and controlled OSK expression readouts in primates. This is a defining moment for longevity modalities, and noteworthy for starting in ophthalmology – clear delivery route, functional end points, and manageable risk.",
          "publishedAt": "Fri, 27 Feb 2026 16:32:24 GMT",
          "ts": 1772209944000,
          "tavilyScore": 1.01055088,
          "summary": "饮食-受体-癫痫发作联系：新的学术发现将生酮饮食的 β 羟基丁酸与海马回路和小胶质细胞中的 HCAR2 受体活性联系起来，表明可药物机制（例如烟酸）可以。",
          "judgement": {
            "frontier": 9,
            "depth": 6,
            "reach": 3,
            "total": 7.52055088
          },
          "tags": [
            "人工智能",
            "AI安全",
            "神经科学",
            "神经影像"
          ],
          "score": 7.52055088
        },
        {
          "title": "Q4 2025 Pharma Biotools VC Trends - PitchBook",
          "titleZh": "2025 年第 4 季度 Pharma Biotools 风险投资趋势",
          "source": "pitchbook.com",
          "link": "https://pitchbook.com/news/reports/q4-2025-pharma-biotools-vc-trends",
          "rawSummary": "The pharma biotools sector regained momentum in 2025 as venture funding rebounded following three years of contraction, driven by investor appetite for asset-light business models and AI-enabled technologies that support drug discovery and development. Deal value rose modestly for the year and remained stable in Q4, signaling a normalization of activity rather than renewed decline. Investment concentrated heavily in generative AI, quantum computing, microfluidics, and synthetic biology, as companies delivering high-fidelity data generation, automation, and software-like services attracted outsized interest. Major Q4 financings for AI-driven protein design platforms and automation-focused tools underscored how investors are backing the emerging “scientific stack” that connects [...] M&A activity remained subdued, although Halozyme Therapeutics’ acquisition of Elektrofi for up to $900 million marked the sector’s largest exit since 2021 and highlighted continued demand for technologies embedded in biologics delivery and manufacturing workflows. China also emerged as a key growth market, with deal count rising more than 80% YoY and investment concentrated in AI-driven platforms and enabling infrastructure for next-generation therapeutics. Overall, pharma biotools VC activity is stabilizing as investors prioritize platforms capable of generating high-quality datasets, enabling automation, and accelerating commercialization across the broader biopharma ecosystem. Table of contents [...] are backing the emerging “scientific stack” that connects computational discovery with physical experimentation.",
          "publishedAt": "Tue, 24 Feb 2026 19:25:21 GMT",
          "ts": 1771961121000,
          "tavilyScore": 1.28704944,
          "summary": "由于投资者对轻资产商业模式和支持人工智能的技术的兴趣，风险投资在经历了三年的收缩后出现反弹，制药生物工具行业将在 2025 年重新获得动力。",
          "judgement": {
            "frontier": 7,
            "depth": 8,
            "reach": 3,
            "total": 7.617049440000001
          },
          "tags": [
            "人工智能",
            "生命科学",
            "生物技术",
            "蛋白质科学",
            "技术"
          ],
          "score": 7.617049440000001
        }
      ]
    }
  ]
}